{
	"ultimate_destination": "Ihr ultimatives Ziel für herausfordernde und intensive Golferlebnisse.",
	"sign_up_button_homepage": "Registrieren Sie sich für RealGolf.Games",
	"features_heading_homepage": "Funktionalitäten",
	"what_our_user_say": "Was unsere Nutzer sagen",
	"user_quote": "Ich habe mich gerade bei RealGolf.Games registriert, und ich kann jetzt schon vorher sagen wie es mein Training auf der Range revolutionieren wird. Es ist als hätte ich wieder sehr viel mehr Spaß daran auf die Range zugehen!",
	"first_user": "erster Nutzer",
	"ready_to_take_your_golf_game": "Sind Sie bereit ihr Golfspiel auf ein nächstes Level zu bringen?",
	"challenge_during_training": "Egal ob Sie während des Trainings eine Herausforderung suchen oder einfach motivierter sein möchten einige Bälle auf der Range zuschlagen, RealGolf ist genau das richtige für Sie.",
	"4Winning_description": "Das Ziel von 4Winning ist es vier Felder in einer Reihe strategisch miteinander zu verbinden. Unsere Version des Spiels hat ein größeres Brett als das Standard 4x4 Layout mit 8 Spalten und 9 Zeilen, wobei die äußeren zwei Spalten für das Anzeigen der seitlichen Abweichung sind, die ab dem Silber Level wichtig wird und Spieler dazu bringt ihren schlag noch bedachter zu wählen.",
	"4Winning_picture_alt": "Alle Spieler haben Unentschieden gespielt in Exact",
	"Exact_description": "Das Ziel von Exact ist es, den Ball auf eine Entfernung von 100 Metern oder weniger zu schlagen, um die meisten Punkte zu erhalten. Spieler erhalten Punkte gemäß den folgenden Kriterien: Ein Schlag auf genau 100 Meter gibt 5 Punkte, jeder Schlag auf eine Zehnerzahl gibt 3 Punkte, jeder Schlag auf eine Schnapszahl gibt 2 Punkte. Außerdem verdoppelt das Treffen derselben Entfernung zweimal hintereinander die Punktzahl. Jedoch zieht jede Entfernung, die größer als 100 Meter oder kürzer als 5 Meter ist, einen Punkt von der Gesamtpunktzahl des Spielers ab. Jede andere Entfernung zwischen 5 und 100 Metern, die nicht zuvor erwähnt wurde, gibt 1 Punkt. Die Herausforderung besteht darin, Präzision mit der maximal möglichen Anzahl an Punkten zu kombinieren, um die höchstmögliche Punktzahl zu erreichen.",
	"Exact_picture_alt": "4Winning das rote Team hat gewonnen",
	"Precision_description": "Das Ziel von Precision ist, so dicht an die vorgegebene Länge zukommen wie möglich, durch jeden Meter Abweichung verliert man einen Punkt. Der Gewinner des Spiels ist die Person, die als letztes noch Punkte übrig hat, während alle anderen Spieler 0 Punkte haben. Sie können sich die zuspielende Entfernung, sowie die noch vorhanden Punkte aller Spieler ansehen.",
	"Precision_picture_alt": "Precision spiel",
	"imprint_heading": "Impressum",
	"responsible_according_tmg": "Nach § 5 TMG (Deutsches Telemediengesetz)",
	"contact": "Kontakt",
	"responsible_according_rstv": "Verantwortlich für den Inhalt gemäß § 55 Abs. 2 RStV",
	"liability_for_content": "Haftung für Inhalte",
	"content_for_liability_for_content": "Als Dienstleister sind wir für unsere eigenen Inhalte auf diesen Seiten gemäß Abschnitt 7 verantwortlich § 1 Telemediengesetz (TMG). Nach §§ 8 bis 10 TMG jedoch wir als Dienstanbieter sind nicht verpflichtet, übermittelte oder gespeicherte Informationen Dritter zu überwachen oder Umstände zu untersuchen, die auf illegale Aktivitäten hinweisen.",
	"content_for_liability_for_content_2": "Die Verpflichtung zur Löschung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleibt unberührt. Eine diesbezügliche Haftung ist jedoch nur dann möglich, wenn Kenntnis einer bestimmten Rechtsverletzung bekannt ist. Sobald uns Rechtsverletzungen bekannt werden, werden wir diese Inhalte umgehend entfernen.",
	"liability_for_links": "Haftung für Links",
	"content_for_liability_for_links": "Unser Angebot enthält Links zu externen Websites, auf die wir keinen Einfluss haben, weshalb wir keine Haftung für diese fremden Inhalte übernehmen können. Für den Inhalt der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber verantwortlich. Bei direkten oder indirekten Verweisen auf fremde Internetseiten (\"Links\"), die außerhalb des Verantwortungsbereiches des Autors liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem der Autor von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern.",
	"content_for_liability_for_links_2": "Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Hinweise auf eine Rechtsverletzung nicht zumutbar. Sobald uns Rechtsverstöße bekannt werden, werden wir diese unverzüglich entfernen.",
	"copyright_imprint": "Urheberrecht (Copyright)",
	"content_for_copyright_imprint": "Die Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der schriftlichen Zustimmung des jeweiligen Autors oder Urhebers. Downloads und Kopien dieser Website sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.",
	"content_for_copyright_imprint_2": "Soweit der Inhalt dieser Website nicht vom Betreiber erstellt wurde, werden die Urheberrechte Dritter beachtet. Insbesondere sind Inhalte Dritter als solche gekennzeichnet. Sollten Sie dennoch Kenntnis von einer Urheberrechtsverletzung haben, bitten wir Sie, uns entsprechend zu informieren. Sobald uns Rechtsverstöße bekannt werden, werden wir diese unverzüglich entfernen.",
	"license": "Alle Rechte vorbehalten",
	"country": "Deutschland",
	"faq_question_1_title": "Wie kann ich ein Konto erstellen, um die Spiele zu spielen?",
	"faq_answer_1_steps": "Die Erstellung eines Kontos zum Spielen von Real Golf ist ein einfacher Prozess. Folgen Sie diesen Schritten, um loszulegen:",
	"faq_answer_1_step_1_title": "Zur Registrierungsseite navigieren",
	"faq_answer_1_step_1_description": "Gehen Sie in die Registerkarte Register in der Navigationsleiste.",
	"faq_answer_1_step_2_title": "Anmeldedetails ausfüllen",
	"faq_answer_1_step_2_description": "Geben Sie eine E-Mail, einen Namen und ein Passwort ein und klicken Sie dann auf die Schaltfläche Registrieren.",
	"faq_answer_1_step_3_title": "Registrierung abschließen",
	"faq_answer_1_step_3_description": "Sie werden automatisch zum Login-Tab weitergeleitet. Loggen Sie sich mit Ihrer E-Mail und Ihrem Passwort ein.",
	"faq_answer_1_step_4_title": "Jetzt Spielen",
	"faq_answer_1_step_4_description": "Nach dem Einloggen können Sie alle drei Spiele spielen und Ihren Fortschritt in der Datenbank speichern.",
	"faq_answer_1_conclusion": "Indem Sie diesen Schritten folgen, erstellen Sie einen Account, mit dem Sie in die Welt von Real Golf tauchen können und die verschiedenen Herausforderungen genießen können, die wir bieten. Viel Spaß!",
	"faq_question_2_title": "Können die Spiele kostenlos gespielt werden?",
	"faq_answer_2_content": "Unsere Spiele sind absolut kostenfrei. Alles, was Sie tun müssen, ist ein Konto anzulegen und Sie haben Zugang zu allen spannenden Herausforderungen und Spaß, die Real Golf zu bieten hat. Beginnen Sie noch heute und genießen Sie die Spiele ohne jegliche Kosten.",
	"faq_question_3_title": "Kann ich neue Spiele zum Projekt beisteuern?",
	"faq_answer_3_steps": "Dein kreativer Beitrag wird hochgeschätzt! Wenn du aufregende neue Spielideen hast, ermutigen wir dich, dich einzubringen. Hier ist wie:",
	"faq_answer_3_step_1_title": "Öffnen Sie ein Issue auf GitHub",
	"faq_answer_3_step_1_description": "Sie können ein Problem in unserem {github_link} Repository öffnen und es mit \"game\" kennzeichnen. Ihre Idee wird von unserem Team geprüft und erwogen.",
	"faq_answer_3_step_2_title": "Mailen Sie uns",
	"faq_answer_3_step_2_description": "Sie können Ihre Ideen auch per E-Mail an {support_email} übermitteln. Wir freuen uns über Ihre Anregungen und werden gerne jede einzelne erforschen.",
	"faq_answer_3_conclusion": "Für Ihre wertvollen Beiträge wird Ihr Name in unserer {contributors} Datei vermerkt. Ihre Ideen können die Zukunft von Real Golf prägen und wir schätzen Ihren Beitrag sehr. Lassen Sie uns gemeinsam tolle Erfahrungen erschaffen!",
	"faq_question_4_title": "Wie kann ich Fehler melden oder neue Funktionen vorschlagen?",
	"faq_answer_4_content_1": "Um Fehler zu melden, können Sie ein Issue in unserem {github_link} öffnen und es mit \"bug\" bezeichnen. Alternativ können Sie eine E-Mail an {support_email} senden.",
	"faq_answer_4_content_2": "Um neue Funktionen vorzuschlagen, können Sie auch ein Problem in unserem {github_link} öffnen und es mit \"feature\" bezeichnen. Sie können Ihre Vorschläge auch per E-Mail an {support_email} senden.",
	"faq_question_5_title": "Ist das Projekt Open Source?",
	"faq_answer_5_content": "Nein, das Projekt ist nicht Open Source, aber Sie sind immer noch sehr willkommen, einen Beitrag zu leisten, indem Sie ein Problem wie oben beschrieben erstellen. <strong>Wir freuen uns über Ihre Anregungen und Vorschläge!</strong>",
	"faq_question_6_title": "Wie oft werden neue Updates oder Funktionen hinzugefügt?",
	"faq_answer_6_content": "Seien Sie versichert, wir haben uns verpflichtet, einen stetigen Strom von neuen Updates und spannenden Funktionen bereitzustellen. Unser Team ist bestrebt, Ihre Erfahrung zu verbessern und Sie können mit häufigen Ergänzungen rechnen, um die Spannung am Leben zu erhalten.",
	"faq_question_7_title": "Kann ich die Offline-Version auf allen Geräten abspielen?",
	"faq_answer_7_content": "Absolut! Die Offline-Version ist so konzipiert, dass sie auf einer Vielzahl von Geräten zugänglich ist. Es funktioniert wie eine Webseite und wird beim Öffnen vorgerendert, um eine nahtlose Funktionalität zu gewährleisten, auch wenn es keine Netzwerkverbindung gibt. Das bedeutet, dass Sie die Spiele auf verschiedenen Geräten genießen können, ohne sich um eine Netzwerkverbindung zu sorgen.",
	"faq_question_8_title": "Welche Programmiersprachen werden im Projekt verwendet?",
	"faq_answer_8_technologies": "Unser Projekt wurde mit einer Kombination aus leistungsstarken Technologien gebaut:",
	"faq_answer_8_sveltekit": "<strong>Frontend-Entwicklung:</strong> Wir verwenden das JavaScript Full Stack Framework, {svelte_kit}, zusammen mit TypeScript und Sass zur Erstellung von dynamischen Benutzeroberflächen.",
	"faq_answer_8_mongodb": "<strong>Backend-Entwicklung:</strong> Für den serverseitigen Aspekt haben wir die Fähigkeiten von {mongodb} genutzt, um Benutzerdaten sicher zu speichern und reibungslose Interaktionen zu gewährleisten.",
	"faq_answer_8_conclusion": "Dieser vielseitige Technologie-Stack ermöglicht es uns, eine nahtlose Benutzererfahrung und eine robuste Backend-Infrastruktur zu schaffen.",
	"faq_further_questions": "Weitere Fragen",
	"faq_further_questions_content": "Wenn Sie weitere Fragen haben, zögern Sie nicht uns zu kontaktieren. Senden Sie uns einfach eine E-Mail an {support_email} mit Ihrer Frage. Wir werden umgehend antworten und können sogar erwägen, Ihre Frage zu dieser FAQ hinzuzufügen, um anderen Benutzern zu helfen.",
	"faq_question_9_title": "Kann ich mein Passwort nach der Registrierung ändern?",
	"faq_answer_9_steps": "Absolut! Sie haben die Flexibilität, Ihr Passwort jederzeit zu ändern. Hier ist wie:",
	"faq_answer_9_steps_1": "<strong>Navigieren Sie zu den Kontoeinstellungen:</strong> Loggen Sie sich in Ihr Konto ein und gehen Sie in die Registerkarte \"Einstellungen\".",
	"faq_answer_9_steps_2": "<strong>Passwort aktualisieren:</strong> Im Bereich \"Konto\" finden Sie eine Möglichkeit, Ihr Passwort zu ändern. Geben Sie einfach Ihr neues Passwort in das angegebene Eingabefeld ein.",
	"faq_answer_9_steps_3": "<strong>Änderungen speichern:</strong> Nachdem Sie Ihr neues Passwort eingegeben haben, klicken Sie auf \"Aktualisieren\", um Ihre Änderungen zu speichern.",
	"faq_answer_9_conclusion": "Wenn Sie diesen Schritten folgen, können Sie ganz einfach Ihr Passwort aktualisieren und Ihr Konto sicher halten.",
	"faq_question_10_title": "Sind meine persönlichen Daten sicher?",
	"faq_answer_10_steps": "Selbstverständlich. Wir nehmen die Sicherheit und den Schutz Ihrer persönlichen Daten ernst. <br> So stellen wir sicher, dass Ihre Daten sicher sind:",
	"faq_answer_10_steps_1": "<strong>Passwortschutz:</strong> Ihr Passwort wird nicht im Klartext auf unseren Servern gespeichert. Es ist sicher gehasht, um seine Vertraulichkeit zu schützen.",
	"faq_answer_10_steps_2": "<strong>Begrenzter Zugang:</strong> Ihr Passwort und Ihre persönlichen Daten sind von keinem Teammitglied einsehbar. Wir führen strenge Zugangskontrollen durch, um sicherzustellen, dass nur autorisiertes Personal mit sensiblen Daten umgehen kann.",
	"faq_answer_10_conclusion": "Wir verpflichten uns, die höchsten Sicherheitsstandards zu wahren, um Ihre persönlichen Daten zu schützen.",
	"download_description": "Hier erklären wir, wie Sie die Website als Progressive Web-App (PWA) auf Ihrem Gerät hinzufügen können.",
	"installation_steps_for_safari": "Um diese Seite als PWA auf Safari für iOS zu installieren:",
	"instalation_safari_step_1": "Tippen Sie auf das Teilen-Symbol (das Quadrat mit einem Pfeil nach oben) am unteren Bildschirmrand.",
	"instalation_safari_step_2": "Scrollen Sie nach unten und tippen Sie auf \"Zum Startbildschirm hinzufügen\".",
	"instalation_safari_step_3": "Bestätigen durch Tippen auf \"Hinzufügen\".",
	"installation_steps_for_chrome": "Um diese Seite als PWA auf Chrome für Android zu installieren:",
	"instalation_chrome_step_1": "Tippen Sie auf das Drei-Punkt-Menü-Symbol in der oberen rechten Ecke des Bildschirms.",
	"instalation_chrome_step_2": "Wählen Sie \"Zum Startbildschirm hinzufügen\" aus dem Menü.",
	"instalation_chrome_step_3": "Überprüfen Sie die Details und tippen Sie auf \"Hinzufügen\".",
	"dashboard_welcome": "Willkommen bei \"Real Golf\" {user_name} - Ihrem ultimativen Ziel für Golf-Herausforderungen! Entdecken Sie \"4 Winning\", \"Exact\" und \"Precision\" - faszinierende Golferfahrungen, die mit Trainern getestet werden. <br> Sie können Ihre Spiele auch in der Datenbank speichern und im <a href=\"/dashboard/archive\">Archiv</a> ansehen. Genießen Sie das Üben und verbessern Sie Ihre Golffähigkeit!",
	"one_player_precision_highscore_title": "Ein Spieler Precision Highscore",
	"no_highscore_yet": "Bitte spielen Sie zuerst eine Runde <a href=\"/dashboard/games/Precision/One-Player\">Ein Spieler Precision</a> um einen Highscore zubekommen, bevor dieser hier angezeigt werden kann.",
	"daily_highscore": "Ihr <b>heutiger</b> Highscore ist: {dailyValue}, zuletzt am {lastUpdatedDate} aktualisiert.",
	"weekly_highscore": "Ihr Highscore dieser <b>Woche</b> ist: {weeklyValue}, zuletzt aktualisiert am {lastUpdatedDate}.",
	"monthly_highscore": "Ihr Highscore in diesem <b>Monat</b> ist: {monthlyValue}, zuletzt aktualisiert am {lastUpdatedDate}.",
	"yearly_highscore": "Ihr Highscore in diesem <b>Jahr</b> ist: {yearlyValue}, zuletzt aktualisiert am {lastUpdatedDate}.",
	"all_time_highscore": "Ihr Allzeit-Highscore ist <b>{allTimeValue}</b>, zuletzt im {lastUpdatedDate} überschritten.",
	"latest_game_saved": "Das letzte Spiel, das Sie in der Datenbank gespeichert haben",
	"name_of_game": "Name des Spiels",
	"date_of_play": "Datum des Spiels",
	"game_associated_with": "Team mit dem das Spiel verknüpft ist",
	"see_all_games": "Sie können alle Ihre Spiele im <a href=\"/dashboard/archive\">Archiv</a> ansehen.",
	"error_loading_latest_game": "Sie haben keine Spiele gespeichert, spielen Sie ein <a href=\"/dashboard/games\">Spiel</a> und speichern Sie es in der Datenbank, um es hier zu sehen",
	"register": "Registrieren",
	"email": "E-Mail",
	"password": "Passwort",
	"verify_password": "Passwort überprüfen",
	"name": "Name",
	"username": "Benutzername",
	"handicap": "Handicap",
	"might_have_successfully_registered": "Sie können sich hier noch einloggen: <a href=\"/login\">Login</a>, oder öffnen Sie das <a href=\"/dashboard\">Dashboard</a>",
	"successfully_registered": "Willkommen {name}! Sie können jetzt das <a href=\"/dashboard\">Dashboard</a> öffnen.",
	"login": "Anmelden",
	"redirecting": "Weiterleitung",
	"games": "Spiele",
	"public_profile_games_by": "Spiele von {username}",
	"copy_successful": "URL in Zwischenablage kopiert!",
	"share_game": "Spiel teilen",
	"open_game": "Spiel öffnen",
	"no_games_found_for_user": "Keine Spiele für diesen Benutzer gefunden.",
	"public_game_from": "{game_name} von {user_name}",
	"game_not_found": "Spiel nicht gefunden",
	"public_game": "{game_name} gespeichert am {game_date}",
	"who_user_follows": "Wer folgt {username}",
	"user_follows_no_one": "{username} folgt niemandem.",
	"users_followers": "{user_name} Follower",
	"user_has_no_followers": "{user_name} hat keine Anhänger.",
	"tools": "Werkzeuge",
	"tools_description": "Dies zeigt einige Beispiele für Materialien, die Sie verwenden können, um die genaue Länge zu bestimmen.",
	"any_simulator": "Und jede Art von Simulator",
	"info": "Info",
	"info_text": "Die Spiele sind für Golfer, die eine andere Art trainieren möchten Sie benötigen nur eine Art Trackman oder einen Simulator, um die genaue Länge zu bestimmen. Nachdem Sie die Länge mit Ihrem Trackman (oder dergleichen) bestimmt haben. Klicken Sie auf das Feld mit der Nummer, die Sie gespielt haben, oder geben Sie die Zahl in das Eingabefeld ein. <br /> <b>Viel Spaß beim Spielen!</b>",
	"link_to_tools": "Eine Liste einiger Dinge, die verwendet werden können, finden Sie <a href=\"/dashboard/tools\">hier</a>.",
	"rules": "Regeln",
	"all_rules": "Dies sind alle Regeln für alle drei Spiele.",
	"read_carefully": "Bitte lesen Sie sie sorgfältig durch.",
	"toc": "Tabelle enthält",
	"4_winning_rules": "Die Spielregeln sind ganz einfach – es ist im Wesentlichen eine Variation von Vier Gewinnt. Sie klicken auf das Kästchen, das die Länge ihres Schlages anzeigt. Nach dem Zug des ersten Teams, ist das zweite Team an der Reihe und klickt auf das von ihn getroffene Feld, unabhängig davon, ob es zuvor von einem anderen Team getroffen wurde. Das aktuelle Team wird oben auf der Spieloberfläche angezeigt. Das Spiel ist erst beendet, wenn ein Team vier sich berührende Felder in einer Reihe, Spalte oder Diagonalen hat. Wenn Sie viermal in Folge auf das gleiche Feld klicken, erscheint eine Nachricht, die Sie darüber informiert. Wenn ein Team gewinnt, werden die Werte der Felder zurückgesetzt und eine neue Runde beginnt automatisch, wobei die Teams wechseln. Diese Regeln gelten für alle Spiele.",
	"exact_rule_1": "Es wird abwechselnd gespielt",
	"exact_rule_2": "Klicken Sie auf das Feld, das Sie getroffen haben",
	"exact_rule_3": "Respektieren Sie die Level",
	"exact_rule_4": "Es gelten nur die Vorkomma-Stellen",
	"precision_rules": "Das Ziel dieses Golfspiels \"Präzision\" ist es, möglichst viele Punkte aus den ersten 100 Punkten zu halten, indem präzise Aufnahmen gemacht werden. Für jeden Schuss wird die Abweichung des Balls vom Zielabstand gemessen. <br /> <br /> Genauigkeit wird anhand der Abweichung in {measurement_unit} von der Zielabstandsmenge gemessen. Je näher der Ball an der angegebenen Distanz liegt, desto weniger Punkte werden abgezogen. Es folgt ein Abzug von 1 Punkt pro {measurement_unit_without_last_symbol} Abweichung vom Ziel. <br /> <br /> Am Ende des Spiels der Spieler, der die höchste Punktzahl von den ersten 100 Punkten behalten hat, wird zum Gewinner erklärt. Dies bedeutet, dass die Person mit der höchsten Punktzahl aufgrund von Abzügen als Sieger auftritt und Fairness und Respekt gegenüber anderen Spielern an erster Stelle steht. Achten Sie darauf, dass Sie sich an die Spielregeln und die Richtlinien des Clubs halten. <br /> <br /> Du kannst das Spiel interessanter machen, indem du zusätzliche Herausforderungen einführst, B. bei verschiedenen Wetterbedingungen oder auf verschiedenen Geländen. Ob Anfänger oder erfahrener Golfer, \"Präzision\" bietet eine spannende Gelegenheit, Ihre Fähigkeiten und Präzision unter Beweis zu stellen. Genießen Sie das Spiel und die Begleitung Ihrer Mitspieler! <br /> <br /> Sind Sie bereit, Ihre Golfschwankungen zu perfektionieren und so viele Punkte wie möglich beizubehalten? Lass uns \"Präzision\" spielen und herausfinden, wer am Ende die höchste Punktzahl erreicht!",
	"levels": "Level",
	"play_with_levels": "Mit den Leveln zu spielen ist optional.",
	"bronze": "Bronze",
	"silver": "Silber",
	"gold": "Gold",
	"platinum": "Platinum",
	"level_bronze": "Nur die Länge des Schusses gilt",
	"level_silver": "Es gelten die Anzahl {measurement_unit} und die Seitenabweichung.",
	"level_silver_exact": "Abweichung wird von den Spielern bestimmt",
	"level_gold": "Felder können nur nach vorheriger Ankündigung gespielt werden. Der Rest ist wie Silber",
	"level_platinum": "Wie Gold, alle mit einem Schläger.",
	"chat": "Chat",
	"you_are_not_loged_in": "Sie sind nicht eingeloggt.",
	"different_modi": "Hier können Sie die verschiedenen Modi finden, in denen Sie die Spiele spielen können.",
	"one_player": "Ein Spieler",
	"two_players": "Zwei Spieler",
	"three_players": "Drei Spieler",
	"four_players": "Vier Spieler",
	"one_player_description": "Diese Version von {game_name} kann mit einem Spieler gespielt werden, Rot",
	"two_players_description": "Diese Version von {game_name} kann mit zwei Spielern, Rot und Blau gespielt werden",
	"three_players_description": "Diese Version von {game_name} kann mit drei Spielern, Rot, Blau und Grün gespielt werden",
	"four_players_description": "Diese Version von {game_name} kann mit vier Spielern, Rot, Blau, Grün und Orange gespielt werden",
	"different_modis": "Hier können Sie die verschiedenen Modi finden, in denen Sie die Spiele spielen können.",
	"archive": "Archivieren",
	"total_users_games": "Du hast gespeichert: {games_length, plural, =0 {Spiele} one {1 Spiel} other {# Spiele}} in der Datenbank.",
	"delete_all": "Alle löschen",
	"search_for_games": "Suche ein Spiel nach Namen oder Datum",
	"search_games_description": "Sie können nach Datumsangaben nach folgenden Begriffen suchen: DD/MM/JJJJ oder nur nach Jahr, Monat oder Tag, um alle Werte mit diesen Parametern zu erhalten",
	"select_team": "Team auswählen",
	"all_teams": "Alle Teams",
	"no_games_found": "Keine Spiele für diese Suche gefunden.",
	"welcome_to_course_tracker": "Willkommen bei unserem Real Golf Score Tracker {user_name}. <br /> Ihre aktuelle Handicap ist: <b>{handicap}</b>",
	"site_under_development": "Diese Seite befindet sich derzeit in der Entwicklung. 🏗️🚧",
	"back_to_dashboard": "Zurück zum Dashboard",
	"play": "Abspielen",
	"location": "Standort",
	"par": "Par",
	"course": "Kurs",
	"settings": "Einstellungen",
	"id_copy_success": "ID in Zwischenablage kopiert",
	"account": "Konto",
	"your_id": "Ihre ID ist",
	"your_id_info": "Unser Team verwendet diese ID, um Sie in der Datenbank zu identifizieren. Bitte geben Sie unserem Team diese ID zur Verfügung, wenn es darum bittet.",
	"update": "Aktualisieren",
	"current_password": "Aktuelles Passwort",
	"new_password": "Neues Passwort",
	"what_is_the_handicap": "Die Handicap im Golf ist ein numerisches Maß für die Fähigkeit eines Golfers, oder für die Fähigkeit eines Golfspielers mit dem Spieler unterschiedlicher Fähigkeiten gegeneinander konkurrieren können.",
	"current_handicap": "Ihre aktuelle Handicap ist",
	"handicap_last_updated": "Sie haben Ihr Handicap beim letzten Mal im {lastUpdateDate} aktualisiert",
	"when_handicap_changed": "Wenn sich Ihre Handicap geändert hat, können Sie sie auch hier aktualisieren, so dass Sie jederzeit den Überblick über Ihre Handicap behalten können.",
	"enter_new_handicap": "Geben Sie hier Ihre neue Handicap ein:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Aktualisiert am",
	"clear_history": "Verlauf löschen",
	"measurement_unit": "Maßeinheit",
	"current_measurement_unit": "Ihre aktuelle Messeinheit ist",
	"select_measurement_unit": "Wählen Sie Ihre bevorzugte Maßeinheit",
	"appearance": "Erscheinung",
	"current_theme": "Ihr aktuell gespeichertes Theme ist",
	"select_your_theme": "Wählen Sie Ihre bevorzugte Theme-Einstellung",
	"dark": "Dunkel",
	"light": "Hell",
	"system": "System",
	"rounded_corners": "Abgerundete Ecken",
	"current_rounded_corner": "Deine aktuell gespeicherten abgerundeten Ecken Einstellung ist",
	"select_prefered_rounded_corners": "Wählen Sie Ihre bevorzugten abgerundeten Ecken",
	"animations": "Animationen",
	"current_animation_setting": "Ihre aktuell gespeicherte Animation Einstellung ist",
	"select_prefered_animation_setting": "Wählen Sie Ihre bevorzugte Animation Einstellung",
	"danger_zone": "Gefahrenzone",
	"account_will_be_gone": "Dein Konto wird für immer verloren! ((lange Zeit!)",
	"delete_account": "Konto löschen",
	"sign_out": "Abmelden",
	"contact_us": "Kontaktiere uns",
	"follow_us": "Folgen Sie uns",
	"explore_more": "Mehr entdecken",
	"blog": "Blog",
	"documentation": "Dokumentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} hat {games_length, plural, =0 {Spiele} one {1 Spiel} other {# Spiele}}. Du findest alle Spiele <a href=\"/{username}/games\">hier</a>.",
	"registration_date": "{username} ist RealGolf.Games auf {date} beigetreten.",
	"public_user_all_time_highscore": "{username}'s Allzeit-Highscore ist <b>{allTimeValue}</b>, zuletzt auf {lastUpdatedDate} überschritten.",
	"bio": "Bio",
	"edit_profile": "Profil bearbeiten",
	"un_follow": "Entfolgen",
	"follow": "Folgen",
	"achievements": "Errungenschaften",
	"history": "Verlauf",
	"highlights": "Highlights",
	"display_email_public": "Öffentliche E-Mail anzeigen",
	"followers": "Follower",
	"following": "Folgt",
	"pronouns": "Pronomen",
	"socials_one_per_line": "Soziale (ein pro Zeile)",
	"edit_status": "Status bearbeiten",
	"busy": "Besetzt",
	"home": "Zuhause",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Rechtlich",
	"all_rights_reserved": "Alle Rechte vorbehalten",
	"github": "GitHub",
	"sign_in": "Anmelden",
	"internal_links": "Interne Links",
	"external_sites": "Externe Seiten",
	"sign_up": "Registrieren",
	"all_users": "Alle Benutzer",
	"no_user_found": "Keine Benutzer gefunden.",
	"must_be_logged_in_to_see_other_users": "Sie müssen eingeloggt sein, um nach anderen Benutzern zu suchen.",
	"update_name": "Update-Name",
	"created_at": "Erstellt am {date}",
	"delete_game": "Spiel löschen",
	"users": "Benutzer:",
	"logged_in_as": "Sie sind angemeldet als <b>{username}</b>",
	"send_message": "Nachricht senden",
	"copy_id": "ID kopieren",
	"4_winning": "4 Siege",
	"exact": "Exakt",
	"precision": "Präzision",
	"save": "Speichern",
	"score_tracker": "Punktestand Tracker",
	"precision_players": "Präzision - {teams_length} Spieler",
	"reset_game": "Spiel zurücksetzen",
	"generate_new_random_number": "Generiere Nummer bei Änderung des Bereichs",
	"distance_to_play": "{capitalizedMeasurementUnit} zum Spielen:",
	"distance_played_by": "Entfernung von {color} gespielt:",
	"enter": "Eingeben",
	"4_winning_players": "4 Siege - {teams_length} Spieler",
	"current_team_turn": "Aktueller Teamwechsel: {currentTeam_color}",
	"switch_team": "Team wechseln",
	"enter_distance": "Du kannst auch die Distanz, die du gespielt hast, hier eingeben:",
	"lateral_deviation": "Seitliche Abweichung",
	"distance": "Distanz",
	"number_of_clicks_per_field": "Anzahl Klicks für jedes Feld",
	"first_need_to_hit_a_field": "Du musst zuerst ein Feld an Leats einmal drücken",
	"choose_range": "Bereich wählen:",
	"number_of_shots_played": "Anzahl der abgespielten Schüsse: {shots}",
	"exact_players": "Genauer - {teams_length} Spieler",
	"number_of_shots_per_teams": "Geben Sie die Anzahl der Schüsse pro Team ein:",
	"exact_shots_left": "Sie haben {clickedCellsCount} von {total_shots} Schüssen gespielt, also haben Sie {shots_left} Schüsse übrig.",
	"game_has_finished": "{name} wurde beendet",
	"game_can_continue": "{name} kann weiterhin fortgesetzt werden",
	"no_game_state": "Kein Spielstatus verfügbar",
	"public_user_never_played_one_player_precision": "{username} hat noch nie einen Spieler Präzision gespielt",
	"support": "Unterstützung",
	"your_email": "Ihre E-Mail",
	"subject": "Betreff",
	"other": "Andere",
	"technical": "Technisch",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Nachricht",
	"submit": "Absenden"
}
