{
	"ultimate_destination": "Ihr ultimatives Ziel für herausfordernde und intensive Golferlebnisse.",
	"sign_up_button_homepage": "Sign Up for RealGolf.Games",
	"features_heading_homepage": "Features",
	"what_our_user_say": "What our Users say",
	"user_quote": "I just signed up for RealGolf.Games, and I can already tell it's going to revolutionize how I enjoy practicing on the range. It's like unlocking a whole new level of fun!",
	"first_user": "first user",
	"ready_to_take_your_golf_game": "Ready to take your golf game to the next level?",
	"challenge_during_training": "Whether you want to have a challange during training or just want to be more motivated going onto the Range and hit some Balls, RealGolf.Games is your place to go.",
	"4Winning_description": "In 4Winning, the objective is to strategically connect four pieces in a row. Our version of the game features a larger board than the standard 4x4 layout, with 8 columns and 9 rows. The additional columns on each side introduce a challenge: players must hit a specific distance within the lateral deviation. This aspect becomes more pronounced in Silver Mode and above, adding complexity and requiring players to carefully consider their moves.",
	"4Winning_picture_alt": "All teams are tie in Exact",
	"Exact_description": "Exact is a game where the objective is to hit 100 or below while scoring the most points. Players earn points based on the following criteria: Achieving exactly 100 meters awards 5 points, hitting multiples of ten earns 3 points, numbers with repeating digits score 2 points. Additionally, hitting the same row doubles the points earned. However, any other number exceeding 100 or falling below 5 results in a deduction of 1 point. Every other number between 5 and 100 scores 1 point. The challenge lies in balancing accuracy with maximizing points to achieve the highest score.",
	"Exact_picture_alt": "4Winning Red Team has won",
	"Precision_description": "Precision is a game where the objective is to get as close to the targets as possible. For every meter you miss the target, you will receive a deduction of one point. The winner of the game is the player with the highest points at the end. The game concludes until only one player has points remaining. You can observe the distance you need to shoot and the current team, along with the remaining points for each team.",
	"Precision_picture_alt": "Precision game"
}
