{
	"ultimate_destination": "Ihr ultimatives Ziel für herausfordernde und intensive Golferlebnisse.",
	"sign_up_button_homepage": "Registrieren Sie sich für RealGolf.Games",
	"features_heading_homepage": "Funktionalitäten",
	"what_our_user_say": "Was unsere Nutzer sagen",
	"user_quote": "Ich habe mich gerade bei RealGolf.Games registriert, und ich kann jetzt schon vorher sagen wie es mein Training auf der Range revolutionieren wird. Es ist als hätte ich wieder sehr viel mehr Spaß daran auf die Range zugehen!",
	"first_user": "erster Nutzer",
	"ready_to_take_your_golf_game": "Sind Sie bereit ihr Golfspiel auf ein nächstes Level zu bringen?",
	"challenge_during_training": "Egal ob Sie während des Trainings eine Herausforderung suchen oder einfach motivierter sein möchten einige Bälle auf der Range zuschlagen, RealGolf ist genau das richtige für Sie.",
	"4Winning_description": "Das Ziel von 4Winning ist es vier Felder in einer Reihe strategisch miteinander zu verbinden. Unsere Version des Spiels hat ein größeres Brett als das Standard 4x4 Layout mit 8 Spalten und 9 Zeilen, wobei die äußeren zwei Spalten für das Anzeigen der seitlichen Abweichung sind, die ab dem Silber Level wichtig wird und Spieler dazu bringt ihren schlag noch bedachter zu wählen.",
	"4Winning_picture_alt": "Alle Spieler haben Unentschieden gespielt in Exact",
	"Exact_description": "Das Ziel von Exact ist es, den Ball auf eine Entfernung von 100 Metern oder weniger zu schlagen, um die meisten Punkte zu erhalten. Spieler erhalten Punkte gemäß den folgenden Kriterien: Ein Schlag auf genau 100 Meter gibt 5 Punkte, jeder Schlag auf eine Zehnerzahl gibt 3 Punkte, jeder Schlag auf eine Schnapszahl gibt 2 Punkte. Außerdem verdoppelt das Treffen derselben Entfernung zweimal hintereinander die Punktzahl. Jedoch zieht jede Entfernung, die größer als 100 Meter oder kürzer als 5 Meter ist, einen Punkt von der Gesamtpunktzahl des Spielers ab. Jede andere Entfernung zwischen 5 und 100 Metern, die nicht zuvor erwähnt wurde, gibt 1 Punkt. Die Herausforderung besteht darin, Präzision mit der maximal möglichen Anzahl an Punkten zu kombinieren, um die höchstmögliche Punktzahl zu erreichen.",
	"Exact_picture_alt": "4Winning das rote Team hat gewonnen",
	"Precision_description": "Das Ziel von Precision ist, so dicht an die vorgegebene Länge zukommen wie möglich, durch jeden Meter Abweichung verliert man einen Punkt. Der Gewinner des Spiels ist die Person, die als letztes noch Punkte übrig hat, während alle anderen Spieler 0 Punkte haben. Sie können sich die zuspielende Entfernung, sowie die noch vorhanden Punkte aller Spieler ansehen.",
	"Precision_picture_alt": "Precision spiel",
	"imprint_heading": "Impressum",
	"responsible_according_tmg": "Nach § 5 TMG (Deutsches Telemediengesetz)",
	"contact": "Kontakt",
	"responsible_according_rstv": "Verantwortlich für den Inhalt gemäß § 55 Abs. 2 RStV",
	"liability_for_content": "Haftung für Inhalte",
	"content_for_liability_for_content": "Als Dienstleister sind wir für unsere eigenen Inhalte auf diesen Seiten gemäß Abschnitt 7 verantwortlich § 1 Telemediengesetz (TMG). Nach §§ 8 bis 10 TMG jedoch wir als Dienstanbieter sind nicht verpflichtet, übermittelte oder gespeicherte Informationen Dritter zu überwachen oder Umstände zu untersuchen, die auf illegale Aktivitäten hinweisen.",
	"content_for_liability_for_content_2": "Die Verpflichtung zur Löschung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleibt unberührt. Eine diesbezügliche Haftung ist jedoch nur dann möglich, wenn Kenntnis einer bestimmten Rechtsverletzung bekannt ist. Sobald uns Rechtsverletzungen bekannt werden, werden wir diese Inhalte umgehend entfernen.",
	"liability_for_links": "Haftung für Links",
	"content_for_liability_for_links": "Unser Angebot enthält Links zu externen Websites, auf die wir keinen Einfluss haben, weshalb wir keine Haftung für diese fremden Inhalte übernehmen können. Für den Inhalt der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber verantwortlich. Bei direkten oder indirekten Verweisen auf fremde Internetseiten (\"Links\"), die außerhalb des Verantwortungsbereiches des Autors liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem der Autor von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern.",
	"content_for_liability_for_links_2": "Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Hinweise auf eine Rechtsverletzung nicht zumutbar. Sobald uns Rechtsverstöße bekannt werden, werden wir diese unverzüglich entfernen.",
	"copyright_imprint": "Urheberrecht (Copyright)",
	"content_for_copyright_imprint": "Die Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der schriftlichen Zustimmung des jeweiligen Autors oder Urhebers. Downloads und Kopien dieser Website sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.",
	"content_for_copyright_imprint_2": "Soweit der Inhalt dieser Website nicht vom Betreiber erstellt wurde, werden die Urheberrechte Dritter beachtet. Insbesondere sind Inhalte Dritter als solche gekennzeichnet. Sollten Sie dennoch Kenntnis von einer Urheberrechtsverletzung haben, bitten wir Sie, uns entsprechend zu informieren. Sobald uns Rechtsverstöße bekannt werden, werden wir diese unverzüglich entfernen.",
	"license": "Alle Rechte vorbehalten",
	"country": "Deutschland",
	"faq_question_1_title": "Wie kann ich ein Konto erstellen, um die Spiele zu spielen?",
	"faq_answer_1_steps": "Die Erstellung eines Kontos zum Spielen von Real Golf ist ein einfacher Prozess. Folgen Sie diesen Schritten, um loszulegen:",
	"faq_answer_1_step_1_title": "Zur Registrierungsseite navigieren",
	"faq_answer_1_step_1_description": "Gehen Sie in die Registerkarte Register in der Navigationsleiste.",
	"faq_answer_1_step_2_title": "Anmeldedetails ausfüllen",
	"faq_answer_1_step_2_description": "Geben Sie eine E-Mail, einen Namen und ein Passwort ein und klicken Sie dann auf die Schaltfläche Registrieren.",
	"faq_answer_1_step_3_title": "Registrierung abschließen",
	"faq_answer_1_step_3_description": "Sie werden automatisch zum Login-Tab weitergeleitet. Loggen Sie sich mit Ihrer E-Mail und Ihrem Passwort ein.",
	"faq_answer_1_step_4_title": "Spiel starten",
	"faq_answer_1_step_4_description": "Nach dem Einloggen können Sie alle drei Spiele spielen und Ihren Fortschritt in der Datenbank speichern.",
	"faq_answer_1_conclusion": "Indem Sie diese Schritte folgen, Sie erstellen einen Account, mit dem Sie in die Welt des Real Golf tauchen und die verschiedenen Herausforderungen genießen können, die sie bieten. Viel Spaß!",
	"faq_question_2_title": "Können die Spiele kostenlos gespielt werden?",
	"faq_answer_2_content": "Unsere Spiele sind absolut kostenfrei. Alles, was Sie tun müssen, ist ein Konto anzulegen und Sie haben Zugang zu allen spannenden Herausforderungen und Spaß, die Real Golf zu bieten hat. Beginnen Sie noch heute und genießen Sie die Spiele ohne jegliche Kosten.",
	"faq_question_3_title": "Kann ich neue Spiele zum Projekt beisteuern?",
	"faq_answer_3_steps": "Dein kreativer Beitrag wird hochgeschätzt! Wenn du aufregende neue Spielideen hast, ermutigen wir dich, dich einzubringen. Hier ist wie:",
	"faq_answer_3_step_1_title": "Ein Issue auf GitHub öffnen",
	"faq_answer_3_step_1_description": "Sie können ein Problem in unserem {github_link} Repository öffnen und es mit \"game\" kennzeichnen. Ihre Idee wird von unserem Team geprüft und erwogen.",
	"faq_answer_3_step_2_title": "E-Mail uns",
	"faq_answer_3_step_2_description": "Sie können Ihre Ideen auch per E-Mail an {support_email} übermitteln. Wir freuen uns über Ihre Anregungen und werden gerne jede einzelne erforschen.",
	"faq_answer_3_conclusion": "Für Ihre wertvollen Beiträge wird Ihr Name in unserer {contributors} Datei erkannt. Deine Ideen können die Zukunft von Real Golf prägen und wir schätzen deinen Beitrag sehr. Lass uns gemeinsam tolle Erfahrungen erschaffen!",
	"faq_question_4_title": "Wie kann ich Fehler melden oder neue Funktionen vorschlagen?",
	"faq_answer_4_content_1": "Um Fehler zu melden, können Sie ein Problem in unserem {github_link} öffnen und es mit \"bug\" bezeichnen. Alternativ können Sie eine E-Mail an {support_email} senden.",
	"faq_answer_4_content_2": "Um neue Funktionen vorzuschlagen, können Sie auch ein Problem in unserem {github_link} öffnen und es mit \"feature\" bezeichnen. Sie können Ihre Vorschläge auch per E-Mail an {support_email} senden.",
	"faq_question_5_title": "Ist das Projekt Open Source?",
	"faq_answer_5_content": "Nein, das Projekt ist nicht Open Source, aber Sie sind immer noch sehr willkommen, einen Beitrag zu leisten, indem Sie ein Problem wie oben beschrieben erstellen. <strong>Wir freuen uns über Ihre Anregungen und Vorschläge!</strong>",
	"faq_question_6_title": "Wie oft werden neue Updates oder Funktionen hinzugefügt?",
	"faq_answer_6_content": "Seien Sie versichert, wir haben uns verpflichtet, einen stetigen Strom von neuen Updates und spannenden Funktionen bereitzustellen. Unser Team ist bestrebt, Ihre Erfahrung zu verbessern und Sie können mit häufigen Ergänzungen rechnen, um die Spannung am Leben zu erhalten.",
	"faq_question_7_title": "Kann ich die Offline-Version auf allen Geräten abspielen?",
	"faq_answer_7_content": "Absolut! Die Offline-Version ist so konzipiert, dass sie auf einer Vielzahl von Geräten zugänglich ist. Es funktioniert wie eine Webseite und wird beim Öffnen vorgerendert, um eine nahtlose Funktionalität zu gewährleisten, auch wenn es keine Netzwerkverbindung gibt. Das bedeutet, dass Sie die Spiele auf verschiedenen Geräten genießen können, ohne sich um eine Netzwerkverbindung zu kümmern.",
	"faq_question_8_title": "Welche Programmiersprachen werden im Projekt verwendet?",
	"faq_answer_8_technologies": "Unser Projekt wurde mit einer Kombination aus leistungsstarken Technologien gebaut:",
	"faq_answer_8_sveltekit": "<strong>Frontend-Entwicklung:</strong> Wir verwenden das JavaScript Full Stack Framework, {svelte_kit}, zusammen mit TypeScript und Sass zur Erstellung von dynamischen Benutzeroberflächen.",
	"faq_answer_8_mongodb": "<strong>Backend-Entwicklung:</strong> Für den serverseitigen Aspekt haben wir die Fähigkeiten von {mongodb} genutzt, um Benutzerdaten sicher zu speichern und reibungslose Interaktionen zu gewährleisten.",
	"faq_answer_8_conclusion": "Dieser vielseitige Technologie-Stack ermöglicht es uns, eine nahtlose Benutzererfahrung und eine robuste Backend-Infrastruktur zu schaffen.",
	"faq_further_questions": "Weitere Fragen",
	"faq_further_questions_content": "Wenn Sie weitere Fragen haben, zögern Sie nicht uns zu kontaktieren. Senden Sie uns einfach eine E-Mail an {support_email} mit Ihrer Frage. Wir werden umgehend antworten und können sogar erwägen, Ihre Frage zu dieser FAQ hinzuzufügen, um anderen Benutzern zu helfen.",
	"faq_question_9_title": "Kann ich mein Passwort nach der Registrierung ändern?",
	"faq_answer_9_steps": "Absolut! Sie haben die Flexibilität, Ihr Passwort jederzeit zu ändern. Hier ist wie:",
	"faq_answer_9_steps_1": "<strong>Navigieren Sie zu den Kontoeinstellungen:</strong> Loggen Sie sich in Ihr Konto ein und gehen Sie in die Registerkarte \"Konto\".",
	"faq_answer_9_steps_2": "<strong>Passwort aktualisieren:</strong> Im Bereich \"Konto\" finden Sie eine Möglichkeit, Ihr Passwort zu ändern. Geben Sie einfach Ihr neues Passwort in das angegebene Eingabefeld ein.",
	"faq_answer_9_steps_3": "<strong>Änderungen speichern:</strong> Nachdem Sie Ihr neues Passwort eingegeben haben, klicken Sie auf \"Aktualisieren\", um Ihre Änderungen zu speichern.",
	"faq_answer_9_conclusion": "Wenn Sie diese Schritte befolgen, können Sie ganz einfach Ihr Passwort aktualisieren und Ihr Konto sicher halten.",
	"faq_question_10_title": "Sind meine persönlichen Daten sicher und sicher?",
	"faq_answer_10_steps": "Selbstverständlich. Wir nehmen die Sicherheit und den Schutz Ihrer persönlichen Daten ernst. <br> So stellen wir sicher, dass Ihre Daten sicher sind:",
	"faq_answer_10_steps_1": "<strong>Passwortschutz:</strong> Ihr Passwort wird nicht im Klartext auf unseren Servern gespeichert. Es ist sicher gehasht, um seine Vertraulichkeit zu schützen.",
	"faq_answer_10_steps_2": "<strong>Begrenzter Zugang:</strong> Ihr Passwort und Ihre persönlichen Daten sind von keinem Teammitglied einsehbar. Wir führen strenge Zugangskontrollen durch, um sicherzustellen, dass nur autorisiertes Personal mit sensiblen Daten umgehen kann.",
	"faq_answer_10_conclusion": "Wir verpflichten uns, die höchsten Sicherheitsstandards zu wahren, um Ihre persönlichen Daten zu schützen.",
	"download_description": "Here we will explain how to add the site as a Progressive Web App (PWA) on your device.",
	"installation_steps_for_safari": "To install this site as a PWA on Safari for iOS:",
	"instalation_safari_step_1": "Tap the Share icon (the square with an arrow pointing up) at the bottom of the screen.",
	"instalation_safari_step_2": "Scroll down and tap \"Add to Home Screen\".",
	"instalation_safari_step_3": "Confirm by tapping \"Add\".",
	"installation_steps_for_chrome": "To install this site as a PWA on Chrome for Android:",
	"instalation_chrome_step_1": "Tap the three-dot menu icon at the top right corner of the screen.",
	"instalation_chrome_step_2": "Select \"Add to Home screen\" from the menu.",
	"instalation_chrome_step_3": "Review the details and tap \"Add\"."
}
