{
	"ultimate_destination": "Your ultimate destination for challenging and immersive golf experiences.",
	"sign_up_button_homepage": "Sign Up for RealGolf.Games",
	"features_heading_homepage": "Features",
	"what_our_user_say": "What our Users say",
	"user_quote": "I just signed up for RealGolf.Games, and I can already tell it's going to revolutionize how I enjoy practicing on the range. It's like unlocking a whole new level of fun!",
	"first_user": "first user",
	"ready_to_take_your_golf_game": "Ready to take your golf game to the next level?",
	"challenge_during_training": "Whether you want to have a challange during training or just want to be more motivated going onto the Range and hit some Balls, RealGolf.Games is your place to go.",
	"4Winning_description": "In 4Winning, the objective is to strategically connect four pieces in a row. Our version of the game features a larger board than the standard 4x4 layout, with 8 columns and 9 rows. The additional columns on each side introduce a challenge: players must hit a specific distance within the lateral deviation. This aspect becomes more pronounced in Silver Mode and above, adding complexity and requiring players to carefully consider their moves.",
	"4Winning_picture_alt": "All teams are tie in Exact",
	"Exact_description": "Exact is a game where the objective is to hit 100 or below while scoring the most points. Players earn points based on the following criteria: Achieving exactly 100 meters awards 5 points, hitting multiples of ten earns 3 points, numbers with repeating digits score 2 points. Additionally, hitting the same row doubles the points earned. However, any other number exceeding 100 or falling below 5 results in a deduction of 1 point. Every other number between 5 and 100 scores 1 point. The challenge lies in balancing accuracy with maximizing points to achieve the highest score.",
	"Exact_picture_alt": "4Winning Red Team has won",
	"Precision_description": "Precision is a game where the objective is to get as close to the targets as possible. For every meter you miss the target, you will receive a deduction of one point. The winner of the game is the player with the highest points at the end. The game concludes until only one player has points remaining. You can observe the distance you need to shoot and the current team, along with the remaining points for each team.",
	"Precision_picture_alt": "Precision game",
	"imprint_heading": "Imprint",
	"responsible_according_tmg": "According to § 5 TMG (German Telemedia Law)",
	"contact": "Contact",
	"responsible_according_rstv": "Responsible for the content according to § 55 Abs. 2 RStV",
	"liability_for_content": "Liability for content",
	"content_for_liability_for_content": "As a service provider, we are responsible for our own content on these pages according to Section 7, Paragraph 1 of the German Telemedia Act (TMG). According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity.",
	"content_for_liability_for_content_2": "Obligations to remove or block the use of information according to general laws remain unaffected. However, liability in this regard is only possible from the point in time at which knowledge of a specific infringement of the law is known. As soon as we become aware of any violations of the law, we will remove this content immediately.",
	"liability_for_links": "Liability for links",
	"content_for_liability_for_links": "Our offer contains links to external websites over which we have no influence. Therefore we cannot assume any liability for this external content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking.",
	"content_for_liability_for_links_2": "However, a permanent control of the content of the linked pages is not reasonable without concrete evidence of an infringement. As soon as we become aware of legal violations, we will remove such links immediately.",
	"copyright_imprint": "Copyright",
	"content_for_copyright_imprint": "The content and works on these pages created by the site operators are subject to German copyright law. The duplication, editing, distribution and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use.",
	"content_for_copyright_imprint_2": "Insofar as the content on this site was not created by the operator, the copyrights of third parties are observed. In particular contents of third parties are marked as such. Should you nevertheless become aware of a copyright infringement, we ask that you inform us accordingly. As soon as we become aware of legal violations, we will remove such content immediately.",
	"license": "All Rights Reserved",
	"country": "Germany",
	"faq_question_1_title": "How can I create an account to play the games?",
	"faq_answer_1_steps": "Creating an account to play Real Golf is a simple process. Follow these steps to get started:",
	"faq_answer_1_step_1_title": "Navigate to Registration Page",
	"faq_answer_1_step_1_description": "Go to the Register tab in the nav bar.",
	"faq_answer_1_step_2_title": "Fill in Registration Details",
	"faq_answer_1_step_2_description": "Enter an email, name, and password, then click on the register button.",
	"faq_answer_1_step_3_title": "Complete Registration",
	"faq_answer_1_step_3_description": "You will automatically be redirected to the Login tab. Log in using your email and password.",
	"faq_answer_1_step_4_title": "Start Playing",
	"faq_answer_1_step_4_description": "After logging in, you can play all three games and save your progress in the database.",
	"faq_answer_1_conclusion": "By following these steps, you'll create an account that allows you to dive into the world of Real Golf and enjoy the various challenges they provide. Have fun!",
	"faq_question_2_title": "Are the games free to play?",
	"faq_answer_2_content": "Absolutely! Our games are completely free to play. All you need to do is create an account, and you'll have access to all the exciting challenges and fun that Real Golf has to offer. Get started today and enjoy the games without any cost.",
	"faq_question_3_title": "Can I contribute new Games to the project?",
	"faq_answer_3_steps": "Your creative input is highly valued! If you have exciting new game ideas, we encourage you to get involved. Here's how:",
	"faq_answer_3_step_1_title": "Open an Issue on GitHub",
	"faq_answer_3_step_1_description": "Feel free to open an Issue on our {github_link} repository and label it with \"game\". Your idea will be reviewed and considered by our team.",
	"faq_answer_3_step_2_title": "Email Us",
	"faq_answer_3_step_2_description": "You can also share your ideas via email to {support_email}. We welcome your suggestions and will eagerly explore each one.",
	"faq_answer_3_conclusion": "For your valuable contributions, your name will be recognized in our {contributors} file. Your ideas can shape the future of Real Golf, and we greatly appreciate your input. Let's create amazing experiences together!",
	"faq_question_4_title": "How can I report bugs or suggest new features?",
	"faq_answer_4_content_1": "To report bugs, you can open an Issue on our {github_link} and label it with \"bug.\" Alternatively, you can send an email to {support_email}.",
	"faq_answer_4_content_2": "To suggest new features, you can also open an issue on our {github_link} and label it with \"feature.\" You can also send your suggestions via email to {support_email}.",
	"faq_question_5_title": "Is the project open source?",
	"faq_answer_5_content": "No, the project is not open source. However, you are still very welcome to contribute by creating an Issue as described above. <strong>We appreciate your input and suggestions!</strong>",
	"faq_question_6_title": "How often are new updates or features added?",
	"faq_answer_6_content": "Rest assured, we're committed to providing a steady stream of new updates and exciting features. Our team is dedicated to enhancing your experience, and you can expect frequent additions to keep the excitement alive.",
	"faq_question_7_title": "Can I play the offline version on all devices?",
	"faq_answer_7_content": "Absolutely! The offline version is designed to be accessible on a wide range of devices. It functions just like a website, and it's pre-rendered upon opening to ensure seamless functionality even when there's no network connectivity. This means you can enjoy the games on various devices without worrying about a network connection.",
	"faq_question_8_title": "What programming languages are used in the project?",
	"faq_answer_8_technologies": "Our project is built using a combination of powerful technologies:",
	"faq_answer_8_sveltekit": "<strong>Frontend Development:</strong> We utilize the JavaScript Full Stack Framework, {svelte_kit}, along with TypeScript and Sass for crafting engaging and dynamic user interfaces.",
	"faq_answer_8_mongodb": "<strong>Backend Development:</strong> For the server-side aspect, we've harnessed the capabilities of {mongodb} to securely store user data and ensure smooth interactions.",
	"faq_answer_8_conclusion": "This versatile tech stack empowers us to create a seamless user experience and a robust backend infrastructure.",
	"faq_further_questions": "Further Questions",
	"faq_further_questions_content": "If you have any additional questions, don't hesitate to reach out to us. Simply send an email to {support_email} with your question. We'll respond promptly and may even consider adding your question to this FAQ to help other users.",
	"faq_question_9_title": "Can I change my Password after registration?",
	"faq_answer_9_steps": "Absolutely! You have the flexibility to change your password at any time. Here's how:",
	"faq_answer_9_steps_1": "<strong>Navigate to Account Settings:</strong> Log in to your account and go to the \"Account\" tab.",
	"faq_answer_9_steps_2": "<strong>Update Password:</strong> In the \"Account\" section, you'll find an option to change your password. Simply enter your new password in the designated input field.",
	"faq_answer_9_steps_3": "<strong>Save Changes:</strong> After entering your new password, click on the \"Update\" button to save your changes.",
	"faq_answer_9_conclusion": "By following these steps, you can easily update your password and keep your account secure.",
	"faq_question_10_title": "Is my Personal Information safe and secure?",
	"faq_answer_10_steps": "Absolutely. We take the security and privacy of your personal information seriously. <br>Here's how we ensure your data is safe:",
	"faq_answer_10_steps_1": "<strong>Password Protection:</strong> Your password is not stored in clear text on our servers. It's securely hashed to protect its confidentiality.",
	"faq_answer_10_steps_2": "<strong>Limited Access:</strong> Your password and personal information are not viewable by any team member. We implement strict access controls to ensure only authorized personnel can handle sensitive data.",
	"faq_answer_10_conclusion": "We are committed to maintaining the highest standards of security to safeguard your personal information.",
	"download_description": "Here we will explain how to add the site as a Progressive Web App (PWA) on your device.",
	"installation_steps_for_safari": "To install this site as a PWA on Safari for iOS:",
	"instalation_safari_step_1": "Tap the Share icon (the square with an arrow pointing up) at the bottom of the screen.",
	"instalation_safari_step_2": "Scroll down and tap \"Add to Home Screen\".",
	"instalation_safari_step_3": "Confirm by tapping \"Add\".",
	"installation_steps_for_chrome": "To install this site as a PWA on Chrome for Android:",
	"instalation_chrome_step_1": "Tap the three-dot menu icon at the top right corner of the screen.",
	"instalation_chrome_step_2": "Select \"Add to Home screen\" from the menu.",
	"instalation_chrome_step_3": "Review the details and tap \"Add\".",
	"dashboard_welcome": "Welcome to \"Real Golf\" {user_name} - your ultimate destination for golf challenges! Discover \"4 Winning\", \"Exact\", and \"Precision\" - captivating golf experiences tested with trainers. <br> You can also save your games in the Database and view them in the <a href=\"/dashboard/archive\">Archive</a>. So enjoy practicing and improving your golf skills!",
	"one_player_precision_highscore_title": "One Player Precision Highscore",
	"no_highscore_yet": "Please first play a round of <a href=\"/dashboard/games/Precision/One-Player\">One Player Precision</a> to get a Highscore before it can be displayed here.",
	"daily_highscore": "<b>Today's</b> highscore is: {dailyValue}, last updated on the {lastUpdatedDate}.",
	"weekly_highscore": "<b>This Week's</b> highscore is: {weeklyValue}, last updated on the {lastUpdatedDate}.",
	"monthly_highscore": "<b>This Month's</b> highscore is: {monthlyValue}, last updated on the {lastUpdatedDate}.",
	"yearly_highscore": "<b>This Year's</b> highscore is: {yearlyValue}, last updated on the {lastUpdatedDate}.",
	"all_time_highscore": "Your all-time highscore is <b>{allTimeValue}</b>, last exceeded on the {lastUpdatedDate}.",
	"latest_game_saved": "The last game you have saved in the Database",
	"name_of_game": "Name of the Game",
	"date_of_play": "Date of play",
	"game_associated_with": "Team the game is associated with",
	"see_all_games": "You can see all your games in the <a href=\"/dashboard/archive\">Archive</a>.",
	"error_loading_latest_game": "You don't have any games saved, play a <a href=\"/dashboard/games\">Game</a> and save it in the Database to see it here",
	"register": "Register",
	"email": "E-Mail",
	"password": "Password",
	"verify_password": "Verify Password",
	"name": "Name",
	"username": "Username",
	"handicap": "Handicap",
	"might_have_successfully_registered": "You can still try to login here: <a href=\"/login\">Login</a>, or open the <a href=\"/dashboard\">Dashboard</a>",
	"successfully_registered": "Welcome {name}! You can now open the <a href=\"/dashboard\">Dashboard</a>.",
	"login": "Login",
	"redirecting": "Redirecting",
	"games": "Games",
	"public_profile_games_by": "Games played by {username}",
	"copy_successful": "Copied URL to clipboard!",
	"share_game": "Share Game",
	"open_game": "Open Game",
	"no_games_found_for_user": "No games found for this user.",
	"public_game_from": "{game_name} from {user_name}",
	"game_not_found": "Game not found",
	"public_game": "{game_name} saved on the {game_date}",
	"who_user_follows": "Who {username} is Following",
	"user_follows_no_one": "{username} is not following anyone.",
	"users_followers": "{user_name}'s Follower",
	"user_has_no_followers": "{user_name} has no followers.",
	"tools": "Tools",
	"tools_description": "This shows a few examples for material you can you use to determine the exact length.",
	"any_simulator": "And any kind of simulator",
	"info": "Info",
	"info_text": "The games are for golfers who want to train a different way, you only need a kind of trackman or a simulator to determine the exact length. After you have determined the length with your trackman (or the like). You can click the Field with number you played or enter the number in the input Field. <br /> <b>Have fun playing!</b>",
	"link_to_tools": "A list of some things that can be used can be found <a href=\"/dashboard/tools\">here</a>.",
	"rules": "Rules",
	"all_rules": "This are all rules for all three games.",
	"read_carefully": "Please read them carefully.",
	"toc": "Table of Contains",
	"4_winning_rules": "The rules of the game are quite simple—it's essentially a variation of four-in-a-row. You click on the button corresponding to the field you want from a distance. After the first team's turn, the second team takes its turn and clicks on a field, regardless of whether it has been chosen by another team before. The current team is indicated at the top of the game interface. The game proceeds with each team taking turns until one team successfully forms four squares in a row or column. If you click on the same field four times in a row, a message will appear notifying you of this. When a team wins, the values of the fields reset, and a new round begins automatically, with the teams alternating. These rules apply universally to all games.",
	"exact_rule_1": "It is played alternately",
	"exact_rule_2": "Click the Field you hit",
	"exact_rule_3": "Respect the levels",
	"exact_rule_4": "Only the intger number applies",
	"precision_rules": "The aim of this golf game \"Precision\" is to retain as many points as possible out of the initial 100 points by executing precise shots. For each shot, the deviation of the ball from the target distance is measured. <br /> <br /> Precision is measured by the deviation in {measurement_unit} from the target distance. The closer the ball is to the specified distance, the fewer points will be deducted. It follows a deduction of 1 point per {measurement_unit_without_last_symbol} deviation from the target. <br /> <br /> At the end of the game, the player who has retained the highest score out of the initial 100 points is declared the winner. This means that the individual with the highest score due to deductions emerges as the victor! Fairness and respect towards other players are paramount. Be sure to adhere to the rules and etiquette of the game, as well as the guidelines of the club. <br /> <br /> You can make the game more interesting by introducing additional challenges, such as playing in different weather conditions or on various terrains. Whether you are a novice or an experienced golfer, \"Precision\" offers an exciting opportunity to demonstrate your skills and precision. Enjoy the game and the company of your fellow players! <br /> <br /> Are you ready to perfect your golf swings and retain as many points as possible? Let's play \"Precision\" and find out who achieves the highest score at the end!",
	"levels": "Levels",
	"play_with_levels": "To play with the levels is optional.",
	"bronze": "Bronze",
	"silver": "Silver",
	"gold": "Gold",
	"platinum": "Platinum",
	"level_bronze": "Only the length of the shot applies",
	"level_silver": "The number of {measurement_unit} and the lateral deviation apply.",
	"level_silver_exact": "lateral deviation gets choosen by the players",
	"level_gold": "Fields can only be played after prior announcement. The rest is like Silver",
	"level_platinum": "Like gold, all with a club.",
	"chat": "Chat",
	"you_are_not_loged_in": "You are not logged in.",
	"different_modi": "Here you can find the different modi you can play the Games in.",
	"one_player": "One Player",
	"two_players": "Two Players",
	"three_players": "Three Players",
	"four_players": "Four Players",
	"one_player_description": "This version of {game_name} can be played with One Player, Red",
	"two_players_description": "This version of {game_name} can be played with Two Players, Red and Blue",
	"three_players_description": "This version of {game_name} can be played with Three Players, Red, Blue and Green",
	"four_players_description": "This version of {game_name} can be played with Four Players, Red, Blue, Green and Orange",
	"different_modis": "Here you can find the different modi you can play the Games in.",
	"archive": "Archive",
	"total_users_games": "You have saved: {games_length, plural, =0 {games} one {1 game} other {# games}} in the database.",
	"delete_all": "Delete All",
	"search_for_games": "Search a game by name or date",
	"search_games_description": "You can search by dates by the following terms: DD/MM/YYYY or just by Year, Month or Day, to get all values with this parameters",
	"select_team": "Select a Team",
	"all_teams": "All Teams",
	"no_games_found": "No games found for this search.",
	"welcome_to_course_tracker": "Welcome to our Real Golf Score Tracker {user_name}. <br /> Your current Handicap is: <b>{handicap}</b>",
	"site_under_development": "This site is currently under development please come back later. 🏗️🚧",
	"back_to_dashboard": "Back to your Dashboard",
	"play": "Play",
	"location": "Location",
	"par": "Par",
	"course": "Course",
	"settings": "Settings",
	"id_copy_success": "ID copied to clipboard",
	"account": "Account",
	"your_id": "Your ID is",
	"your_id_info": "Our team uses this ID to identify you, in the Database. Please provide our Team with this id when they ask for it.",
	"update": "Update",
	"current_password": "Current Password",
	"new_password": "New Password",
	"what_is_the_handicap": "The Handicap in Golf is a numerical measure of a golfer's ability, or potential ability, that is used to enable players of different abilities to compete against one another.",
	"current_handicap": "Your current Handicap is",
	"handicap_last_updated": "You've updated your handicap the last time at the {lastUpdateDate}",
	"when_handicap_changed": "When your Handicap has changed you can also update it here, so you can keep track of your Handicap at all times.",
	"enter_new_handicap": "Enter your new Handicap here:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Updated at the",
	"clear_history": "Clear History",
	"measurement_unit": "Measurement Unit",
	"current_measurement_unit": "Your current measurement unit is",
	"select_measurement_unit": "Select your prefered Measurement Unit",
	"appearance": "Appearance",
	"current_theme": "Your currently saved Theme is",
	"select_your_theme": "Select your prefered Theme Setting",
	"dark": "Dark",
	"light": "Light",
	"system": "System",
	"rounded_corners": "Rounded Corners",
	"current_rounded_corner": "Your currently saved Rounded Corners Setting is",
	"select_prefered_rounded_corners": "Select your prefered Rounded Corners Setting",
	"animations": "Animations",
	"current_animation_setting": "Your currently saved Animation Setting is",
	"select_prefered_animation_setting": "Select your prefered Animation Setting",
	"danger_zone": "Danger Zone",
	"account_will_be_gone": "Your Account will be lost forever! (a long time!)",
	"delete_account": "Delete Account",
	"sign_out": "Sign out",
	"contact_us": "Contact Us",
	"follow_us": "Follow Us",
	"explore_more": "Explore More",
	"blog": "Blog",
	"documentation": "Documentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} has saved {games_length, plural, =0 {games} one {1 game} other {# games}}. You can find all of their games <a href=\"/{username}/games\">here</a>.",
	"registration_date": "{username} joined RealGolf.Games on {date}.",
	"public_user_all_time_highscore": "{username}'s all-time highscore is <b>{allTimeValue}</b>, last exceeded on {lastUpdatedDate}.",
	"bio": "Bio",
	"edit_profile": "Edit profile",
	"un_follow": "Unfollow",
	"follow": "Follow",
	"achievements": "Achievements",
	"history": "History",
	"highlights": "Highlights",
	"display_email_public": "Display Email Public",
	"followers": "Followers",
	"following": "Following",
	"pronouns": "Pronouns",
	"socials_one_per_line": "Socials (one per line)",
	"edit_status": "Edit status",
	"busy": "Busy",
	"home": "Home",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Legal",
	"all_rights_reserved": "All rights reserved",
	"github": "GitHub",
	"sign_in": "Sign in",
	"internal_links": "Internal Links",
	"external_sites": "External Sites",
	"sign_up": "Sign Up",
	"all_users": "All Users",
	"no_user_found": "No users found.",
	"must_be_logged_in_to_see_other_users": "You must be logged in to search for other users.",
	"update_name": "Update Name",
	"created_at": "Created at the {date}",
	"delete_game": "Delete Game",
	"users": "Users:",
	"logged_in_as": "You are logged in as <b>{username}</b>",
	"send_message": "Send message",
	"copy_id": "Copy ID",
	"4_winning": "4 Winning",
	"exact": "Exact",
	"precision": "Precision",
	"save": "Save",
	"score_tracker": "Score Tracker",
	"precision_players": "Precision - {teams_length} Players",
	"reset_game": "Reset Game",
	"generate_new_random_number": "Generate Number when range change",
	"distance_to_play": "{capitalizedMeasurementUnit} to play:",
	"distance_played_by": "Distance Played by {color}:",
	"enter": "Enter",
	"4_winning_players": "4 Winning - {teams_length} Players",
	"current_team_turn": "Current Team Turn: {currentTeam_color}",
	"switch_team": "Switch Team",
	"enter_distance": "You can also enter the distance you have played here:",
	"lateral_deviation": "Lateral Deviation",
	"distance": "Distance",
	"number_of_clicks_per_field": "Number Clicks for each Field",
	"first_need_to_hit_a_field": "You first need to hit a field at leats one time",
	"choose_range": "Choose range:",
	"number_of_shots_played": "Number of shots played: {shots}",
	"exact_players": "Exact - {teams_length} Players",
	"number_of_shots_per_teams": "Enter the amount of shots per team:",
	"exact_shots_left": "You have played {clickedCellsCount} of {total_shots} shots, so you have {shots_left} shots left.",
	"game_has_finished": "{name} has been finished",
	"game_can_continue": "{name} can still be continued",
	"no_game_state": "No game state available",
	"public_user_never_played_one_player_precision": "{username} has never played One Player Precision",
	"support": "Support",
	"your_email": "Your Email",
	"subject": "Subject",
	"other": "Other",
	"technical": "Technical",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Message",
	"submit": "Submit"
}
