{
	"ultimate_destination": "Su destino final para experiencias de golf desafiantes e inmersivas.",
	"sign_up_button_homepage": "Regístrate en RealGolf.Games",
	"features_heading_homepage": "Características",
	"what_our_user_say": "Lo que dicen nuestros usuarios",
	"user_quote": "Acabo de inscribirme en RealGolf.Games, y ya puedo decir que va a revolucionar cómo me gusta practicar en la gama. ¡Es como desbloquear un nuevo nivel de diversión!",
	"first_user": "primer usuario",
	"ready_to_take_your_golf_game": "¿Listo para llevar tu juego de golf al siguiente nivel?",
	"challenge_during_training": "Ya sea que quieras tener un rancho durante el entrenamiento o simplemente quieres estar más motivado yendo al rango y golpear algunas bolas, RealGolf. los nombres son tu lugar para ir.",
	"4Winning_description": "En 4Winning, el objetivo es conectar estratégicamente cuatro piezas consecutivas. Nuestra versión del juego cuenta con un tablero más grande que el diseño estándar de 4x4, con 8 columnas y 9 filas. Las columnas adicionales de cada lado introducen un desafío: los jugadores deben alcanzar una distancia específica dentro de la desviación lateral. Este aspecto se hace más pronunciado en el Modo Plata y superior, añadiendo complejidad y exigiendo a los jugadores que consideren cuidadosamente sus movimientos.",
	"4Winning_picture_alt": "Todos los equipos están empatados en exacto",
	"Exact_description": "Exact es un juego en el que el objetivo es alcanzar 100 o menos mientras se anotan más puntos. Los jugadores ganan puntos según los siguientes criterios: conseguir exactamente 100 metros de premio 5 puntos, golpear múltiplos de diez gana 3 puntos, números con dígitos repetidos marcan 2 puntos. Adicionalmente, golpear la misma fila duplica los puntos ganados. Sin embargo, cualquier otro número superior a 100 o inferior a 5 resulta en una deducción de 1 punto. Cada otro número entre 5 y 100 puntajes es 1 punto. El desafío consiste en equilibrar la precisión con los puntos de maximización para lograr la puntuación más alta.",
	"Exact_picture_alt": "4Winning Red Team ha ganado",
	"Precision_description": "Precisión es un juego en el que el objetivo es acercarse lo más posible a los objetivos. Por cada metro que pierdas el objetivo, recibirás una deducción de un punto. El ganador del juego es el jugador con los puntos más altos al final. El juego concluye hasta que sólo un jugador tenga puntos restantes. Puedes observar la distancia que necesitas para disparar y el equipo actual, junto con los puntos restantes para cada equipo.",
	"Precision_picture_alt": "Juego de precisión",
	"imprint_heading": "Aviso",
	"responsible_according_tmg": "De acuerdo con § 5 TMG (Livia de telemedia alemana)",
	"contact": "Contacto",
	"responsible_according_rstv": "Responsable del contenido según § 55 Abs. 2 RStV",
	"liability_for_content": "Responsabilidad por contenido",
	"content_for_liability_for_content": "Como proveedor de servicios, somos responsables de nuestro propio contenido en estas páginas de acuerdo con la Sección 7, Párrafo 1 de la Ley Alemana de telemedia (TMG). De acuerdo con §§ 8 a 10 TMG, sin embargo, como proveedor de servicios no estamos obligados a controlar la información transmitida o almacenada de terceros o a investigar las circunstancias que indiquen actividad ilegal.",
	"content_for_liability_for_content_2": "Las obligaciones de eliminar o bloquear el uso de la información de acuerdo con las leyes generales siguen sin verse afectadas. Sin embargo, la responsabilidad en este sentido solo es posible desde el momento en que se conoce el conocimiento de una infracción específica de la ley. Tan pronto como nos enteremos de cualquier violación de la ley, retiraremos este contenido inmediatamente.",
	"liability_for_links": "Responsabilidad por enlaces",
	"content_for_liability_for_links": "Nuestra oferta contiene enlaces a sitios web externos sobre los que no tenemos influencia, por lo que no podemos asumir ninguna responsabilidad por este contenido externo. El respectivo proveedor u operador de las páginas es siempre responsable del contenido de las páginas enlazadas. Las páginas enlazadas fueron comprobadas para detectar posibles violaciones legales en el momento de la vinculación, ya que el contenido ilegal no era reconocible en el momento de la vinculación.",
	"content_for_liability_for_links_2": "Sin embargo, un control permanente del contenido de las páginas enlazadas no es razonable sin pruebas concretas de infracción. Tan pronto como nos enteremos de las infracciones legales, eliminaremos inmediatamente dichos vínculos.",
	"copyright_imprint": "Copyright",
	"content_for_copyright_imprint": "El contenido y las obras de estas páginas creadas por los operadores del sitio están sujetas a la ley alemana de derechos de autor. La duplicación, edición, distribución y cualquier tipo de explotación fuera de los límites de los derechos de autor requieren el consentimiento por escrito del autor o creador respectivo. Las descargas y copias de este sitio sólo están permitidas para uso privado y no comercial.",
	"content_for_copyright_imprint_2": "En la medida en que el contenido de este sitio no fue creado por el operador, se respetan los derechos de autor de terceros. En particular, los contenidos de terceros están marcados como tales. Sin embargo, en caso de que tenga conocimiento de una infracción de los derechos de autor, le pedimos que nos informe en consecuencia. Tan pronto como nos enteremos de las infracciones legales, eliminaremos inmediatamente dicho contenido.",
	"license": "Todos los derechos reservados",
	"country": "Alemania",
	"faq_question_1_title": "¿Cómo puedo crear una cuenta para jugar a los juegos?",
	"faq_answer_1_steps": "Crear una cuenta para jugar a Real Golf es un proceso simple. Siga estos pasos para empezar:",
	"faq_answer_1_step_1_title": "Navegar a la página de registro",
	"faq_answer_1_step_1_description": "Vaya a la pestaña Registro en la barra de navegación.",
	"faq_answer_1_step_2_title": "Rellenar detalles de registro",
	"faq_answer_1_step_2_description": "Introduzca un correo electrónico, nombre y contraseña, y luego haga clic en el botón de registro.",
	"faq_answer_1_step_3_title": "Registro completo",
	"faq_answer_1_step_3_description": "Se le redirigirá automáticamente a la pestaña Iniciar sesión. Inicie sesión utilizando su correo electrónico y contraseña.",
	"faq_answer_1_step_4_title": "Empezar a jugar",
	"faq_answer_1_step_4_description": "Después de iniciar sesión, puede jugar los tres juegos y guardar su progreso en la base de datos.",
	"faq_answer_1_conclusion": "Siguiendo estos pasos, crearás una cuenta que te permitirá sumergirte en el mundo del Real Golf y disfrutar de los diversos retos que ofrecen. ¡Diviértete!",
	"faq_question_2_title": "¿Los juegos son libres de jugar?",
	"faq_answer_2_content": "¡Absolutamente! Nuestros juegos son completamente libres de jugar. Todo lo que necesitas hacer es crear una cuenta, y tendrás acceso a todos los emocionantes retos y diversión que Real Golf te ofrece. Empieza hoy mismo y disfruta de los juegos sin coste alguno.",
	"faq_question_3_title": "¿Puedo contribuir con nuevos Juegos al proyecto?",
	"faq_answer_3_steps": "¡Tu aportación creativa es muy valiosa! Si tienes nuevas ideas emocionantes de juego, te animamos a participar. Así es:",
	"faq_answer_3_step_1_title": "Abrir un problema en GitHub",
	"faq_answer_3_step_1_description": "No dudes en abrir un problema en nuestro repositorio {github_link} y etiquetarlo con \"juego\". Tu idea será revisada y considerada por nuestro equipo.",
	"faq_answer_3_step_2_title": "Envíenos un email",
	"faq_answer_3_step_2_description": "También puedes compartir tus ideas por correo electrónico a {support_email}. Acogemos con satisfacción tus sugerencias y exploraremos cada una de ellas.",
	"faq_answer_3_conclusion": "Por tus valiosas contribuciones, tu nombre será reconocido en nuestro archivo {contributors} . Tus ideas pueden dar forma al futuro del Real Golf, y apreciamos mucho tu aportación. ¡Vamos a crear experiencias increíbles juntos!",
	"faq_question_4_title": "¿Cómo puedo reportar errores o sugerir nuevas características?",
	"faq_answer_4_content_1": "Para reportar errores, puedes abrir un problema en nuestro {github_link} y etiquetarlo con \"error\". Alternativamente, puedes enviar un correo electrónico a {support_email}.",
	"faq_answer_4_content_2": "Para sugerir nuevas características, también puedes abrir un problema en nuestra {github_link} y etiquetarlo con \"featuure. También puedes enviar tus sugerencias por correo electrónico a {support_email}.",
	"faq_question_5_title": "¿Es el proyecto de código abierto?",
	"faq_answer_5_content": "No, the project is not open source. However, you are still very welcome to contribute by creating an Issue as described above. <strong>We appreciate your input and suggestions!</strong>",
	"faq_question_6_title": "¿Con qué frecuencia se añaden nuevas actualizaciones o funciones?",
	"faq_answer_6_content": "Resto rojo, estamos comprometidos a proporcionar un flujo constante de nuevas actualizaciones y emocionantes características. Nuestro equipo está dedicado a mejorar su experiencia, y puede esperar que las adiciones frecuentes mantengan vivo el entusiasmo.",
	"faq_question_7_title": "¿Puedo reproducir la versión sin conexión en todos los dispositivos?",
	"faq_answer_7_content": "¡Absolutamente! La versión offline está diseñada para ser accesible en una amplia gama de dispositivos. Funciona como un sitio web, y se pre-procesa al abrir para asegurar una funcionalidad perfecta incluso cuando no hay conectividad a la red. Esto significa que puedes disfrutar de los juegos en varios dispositivos sin preocuparte por una conexión de red.",
	"faq_question_8_title": "¿Qué lenguajes de programación se utilizan en el proyecto?",
	"faq_answer_8_technologies": "Nuestro proyecto se construye utilizando una combinación de tecnologías poderosas:",
	"faq_answer_8_sveltekit": "<strong>Interfaz de desarrollo:</strong> Utilizamos la estructura de JavaScript Full Stack, {svelte_kit}junto con TypeScript y Sass para crear interfaces de usuario dinámicas.",
	"faq_answer_8_mongodb": "<strong>Backend Development:</strong> For the server-side aspect, we've harnessed the capabilities of {mongodb} to securely store user data and ensure smooth interactions.",
	"faq_answer_8_conclusion": "Esta versátil pila de tecnología nos permite crear una experiencia de usuario perfecta y una robusta infraestructura de backend.",
	"faq_further_questions": "Otras preguntas",
	"faq_further_questions_content": "Si tienes alguna pregunta adicional, no dudes en contactarnos. Simplemente envíanos un correo electrónico a {support_email} con tu pregunta. Responderemos con prontitud e incluso podemos considerar añadir tu pregunta a este FAQ para ayudar a otros usuarios.",
	"faq_question_9_title": "¿Puedo cambiar mi Contraseña después del registro?",
	"faq_answer_9_steps": "¡Absolutamente! Tienes la flexibilidad para cambiar tu contraseña en cualquier momento. Así es:",
	"faq_answer_9_steps_1": "<strong>Navigate to Account Settings:</strong> Log in to your account and go to the \"Account\" tab.",
	"faq_answer_9_steps_2": "<strong>Actualizar contraseña:</strong> en la sección \"Cuenta\", encontrará una opción para cambiar su contraseña. Simplemente introduzca su nueva contraseña en el campo de entrada designado.",
	"faq_answer_9_steps_3": "<strong>Save Changes:</strong> After entering your new password, click on the \"Update\" button to save your changes.",
	"faq_answer_9_conclusion": "Siguiendo estos pasos, puede actualizar su contraseña fácilmente y mantener su cuenta segura.",
	"faq_question_10_title": "¿Mi información personal es segura y segura?",
	"faq_answer_10_steps": "Absolutamente. Nos tomamos en serio la seguridad y privacidad de su información personal. <br>Así es como nos aseguramos de que sus datos son seguros:",
	"faq_answer_10_steps_1": "<strong>Password Protection:</strong> Your password is not stored in clear text on our servers. It's securely hashed to protect its confidentiality.",
	"faq_answer_10_steps_2": "<strong>Limited Access:</strong> Your password and personal information are not viewable by any team member. We implement strict access controls to ensure only authorized personnel can handle sensitive data.",
	"faq_answer_10_conclusion": "Estamos comprometidos a mantener los más altos estándares de seguridad para proteger su información personal.",
	"download_description": "Aquí le explicaremos cómo agregar el sitio como una aplicación Web Progresiva (PWA) en su dispositivo.",
	"installation_steps_for_safari": "Para instalar este sitio como PWA en Safari para iOS:",
	"instalation_safari_step_1": "Toca el icono Compartir (el cuadrado con una flecha apuntando hacia arriba) en la parte inferior de la pantalla.",
	"instalation_safari_step_2": "Desplácese hacia abajo y pulse \"Añadir a la pantalla de inicio\".",
	"instalation_safari_step_3": "Confirmar pulsando \"Añadir\".",
	"installation_steps_for_chrome": "Para instalar este sitio como un PWA en Chrome para Android:",
	"instalation_chrome_step_1": "Toca el icono del menú de tres puntos en la esquina superior derecha de la pantalla.",
	"instalation_chrome_step_2": "Seleccione \"Añadir a la pantalla de inicio\" del menú.",
	"instalation_chrome_step_3": "Revise los detalles y pulse \"Añadir\".",
	"dashboard_welcome": "Welcome to \"Real Golf\" {user_name} - your ultimate destination for golf challenges! Discover \"4 Winning\", \"Exact\", and \"Precision\" - captivating golf experiences tested with trainers. <br> You can also save your games in the Database and view them in the <a href=\"/dashboard/archive\">Archive</a>. So enjoy practicing and improving your golf skills!",
	"one_player_precision_highscore_title": "Destacado de precisión de un jugador",
	"no_highscore_yet": "Por favor, juega primero una ronda de <a href=\"/dashboard/games/Precision/One-Player\">Un jugador de precisión</a> para obtener un punto de referencia antes de poder mostrarse aquí.",
	"daily_highscore": "<b>Today's</b> highscore is: {dailyValue}, last updated on the {lastUpdatedDate}.",
	"weekly_highscore": "<b>This Week's</b> highscore is: {weeklyValue}, last updated on the {lastUpdatedDate}.",
	"monthly_highscore": "<b>El puntaje</b> de este mes es: {monthlyValue}, última actualización en la {lastUpdatedDate}.",
	"yearly_highscore": "<b>This Year's</b> highscore is: {yearlyValue}, last updated on the {lastUpdatedDate}.",
	"all_time_highscore": "Tu puntuación máxima de todo el tiempo es <b>{allTimeValue}</b>, el último superado en el {lastUpdatedDate}.",
	"latest_game_saved": "La última partida que has guardado en la base de datos",
	"name_of_game": "Nombre del Juego",
	"date_of_play": "Fecha del juego",
	"game_associated_with": "Equipo con el que el juego está asociado",
	"see_all_games": "Puedes ver todos tus juegos en el <a href=\"/dashboard/archive\">Archive</a>.",
	"error_loading_latest_game": "No tienes ninguna partida guardada, juega una <a href=\"/dashboard/games\">partida</a> y guárdala en la base de datos para verla aquí",
	"register": "Registrarse",
	"email": "Correo",
	"password": "Contraseña",
	"verify_password": "Verificar contraseña",
	"name": "Nombre",
	"username": "Usuario",
	"handicap": "Handicap",
	"might_have_successfully_registered": "Todavía puedes intentar iniciar sesión aquí: <a href=\"/login\">Iniciar sesión</a>o abrir el panel <a href=\"/dashboard\"></a>",
	"successfully_registered": "¡Bienvenido {name}! Ahora puedes abrir el panel <a href=\"/dashboard\"></a>.",
	"login": "Ingresar",
	"redirecting": "Redirigiendo",
	"games": "Juegos",
	"public_profile_games_by": "Partidas jugadas por {username}",
	"copy_successful": "¡URL copiada al portapapeles!",
	"share_game": "Compartir juego",
	"open_game": "Abrir Juego",
	"no_games_found_for_user": "No se han encontrado juegos para este usuario.",
	"public_game_from": "{game_name} de {user_name}",
	"game_not_found": "Juego no encontrado",
	"public_game": "{game_name} guardado en el {game_date}",
	"who_user_follows": "Quién {username} está siguiendo",
	"user_follows_no_one": "{username} no está siguiendo a nadie.",
	"users_followers": "Seguidor de {user_name}",
	"user_has_no_followers": "{user_name} no tiene seguidores.",
	"tools": "Herramientas",
	"tools_description": "Esto muestra algunos ejemplos de material que puede utilizar para determinar la longitud exacta.",
	"any_simulator": "Y cualquier tipo de simulador",
	"info": "Info",
	"info_text": "Los juegos son para golfistas que quieren entrenar de otra manera, sólo necesita una especie de rastreador o un simulador para determinar la longitud exacta. Después de haber determinado la longitud con su rastro (o similares). Puede hacer clic en el campo con el número que ha jugado o introducir el número en el campo de entrada. <br /> <b>¡Diviértete jugando!</b>",
	"link_to_tools": "Una lista de algunas cosas que se pueden usar puede encontrarse <a href=\"/dashboard/tools\">aquí</a>.",
	"rules": "Reglas",
	"all_rules": "Todas estas son reglas para los tres juegos.",
	"read_carefully": "Por favor, léalos cuidadosamente.",
	"toc": "Tabla de Contiene",
	"4_winning_rules": "Las reglas del juego son muy simples: esencialmente es una variación de cuatro en una fila. Haga clic en el botón correspondiente al campo que desea desde una distancia. Después del primer turno del equipo, el segundo equipo toma su turno y hace clic en un campo, sin importar si ha sido elegido por otro equipo anteriormente. El equipo actual está indicado en la parte superior de la interfaz del juego. El juego continúa con cada equipo tomando turnos hasta que un equipo forme con éxito cuatro cuadrados seguidos o columnas. Si hace clic en el mismo campo cuatro veces seguidas, aparecerá un mensaje que le notificará esto. Cuando un equipo gana, los valores de los campos se reinician, y una nueva ronda comienza automáticamente, con los equipos alternando. Estas reglas se aplican universalmente a todos los juegos.",
	"exact_rule_1": "Se reproduce alternativamente",
	"exact_rule_2": "Haz clic en el campo que has golpeado",
	"exact_rule_3": "Respetar los niveles",
	"exact_rule_4": "Sólo el número intger aplica",
	"precision_rules": "The aim of this golf game \"Precision\" is to retain as many points as possible out of the initial 100 points by executing precise shots. For each shot, the deviation of the ball from the target distance is measured. <br /> <br /> Precision is measured by the deviation in {measurement_unit} from the target distance. The closer the ball is to the specified distance, the fewer points will be deducted. It follows a deduction of 1 point per {measurement_unit_without_last_symbol} deviation from the target. <br /> <br /> At the end of the game, the player who has retained the highest score out of the initial 100 points is declared the winner. This means that the individual with the highest score due to deductions emerges as the victor! Fairness and respect towards other players are paramount. Be sure to adhere to the rules and etiquette of the game, as well as the guidelines of the club. <br /> <br /> You can make the game more interesting by introducing additional challenges, such as playing in different weather conditions or on various terrains. Whether you are a novice or an experienced golfer, \"Precision\" offers an exciting opportunity to demonstrate your skills and precision. Enjoy the game and the company of your fellow players! <br /> <br /> Are you ready to perfect your golf swings and retain as many points as possible? Let's play \"Precision\" and find out who achieves the highest score at the end!",
	"levels": "Niveles",
	"play_with_levels": "Jugar con los niveles es opcional.",
	"bronze": "Bronce",
	"silver": "Plata",
	"gold": "Oro",
	"platinum": "Platinum",
	"level_bronze": "Sólo se aplica la longitud del disparo",
	"level_silver": "Se aplica el número de {measurement_unit} y la desviación lateral.",
	"level_silver_exact": "la desviación laterales es elegida por los jugadores",
	"level_gold": "Los campos sólo se pueden jugar después del anuncio previo. El resto es como Silver",
	"level_platinum": "Como el oro, todos con un club.",
	"chat": "Chatear",
	"you_are_not_loged_in": "No estás conectado.",
	"different_modi": "Aquí puedes encontrar los diferentes modi en los que puedes jugar los Juegos.",
	"one_player": "Un jugador",
	"two_players": "Dos jugadores",
	"three_players": "Tres jugadores",
	"four_players": "Cuatro jugadores",
	"one_player_description": "Esta versión de {game_name} se puede reproducir con One Player, Rojo",
	"two_players_description": "Esta versión de {game_name} se puede reproducir con Dos Jugadores, Rojos y Azul",
	"three_players_description": "Esta versión de {game_name} se puede jugar con Tres Jugadores, Rojos, Azul y Verde",
	"four_players_description": "Esta versión de {game_name} se puede reproducir con cuatro jugadores, rojo, azul, verde y naranja",
	"different_modis": "Aquí puedes encontrar los diferentes modi en los que puedes jugar los Juegos.",
	"archive": "Archive",
	"total_users_games": "You have saved: {games_length, plural, =0 {games} one {1 game} other {# games}} in the database.",
	"delete_all": "Delete All",
	"search_for_games": "Search a game by name or date",
	"search_games_description": "You can search by dates by the following terms: DD/MM/YYYY or just by Year, Month or Day, to get all values with this parameters",
	"select_team": "Select a Team",
	"all_teams": "All Teams",
	"no_games_found": "No games found for this search.",
	"welcome_to_course_tracker": "Welcome to our Real Golf Score Tracker {user_name}. <br /> Your current Handicap is: <b>{handicap}</b>",
	"site_under_development": "This site is currently under development please come back later. 🏗️🚧",
	"back_to_dashboard": "Back to your Dashboard",
	"play": "Play",
	"location": "Location",
	"par": "Par",
	"course": "Course",
	"settings": "Settings",
	"id_copy_success": "ID copied to clipboard",
	"account": "Account",
	"your_id": "Your ID is",
	"your_id_info": "Our team uses this ID to identify you, in the Database. Please provide our Team with this id when they ask for it.",
	"update": "Update",
	"current_password": "Current Password",
	"new_password": "New Password",
	"what_is_the_handicap": "The Handicap in Golf is a numerical measure of a golfer's ability, or potential ability, that is used to enable players of different abilities to compete against one another.",
	"current_handicap": "Your current Handicap is",
	"handicap_last_updated": "You've updated your handicap the last time at the {lastUpdateDate}",
	"when_handicap_changed": "When your Handicap has changed you can also update it here, so you can keep track of your Handicap at all times.",
	"enter_new_handicap": "Enter your new Handicap here:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Updated at the",
	"clear_history": "Clear History",
	"measurement_unit": "Measurement Unit",
	"current_measurement_unit": "Your current measurement unit is",
	"select_measurement_unit": "Select your prefered Measurement Unit",
	"appearance": "Appearance",
	"current_theme": "Your currently saved Theme is",
	"select_your_theme": "Select your prefered Theme Setting",
	"dark": "Dark",
	"light": "Light",
	"system": "System",
	"rounded_corners": "Rounded Corners",
	"current_rounded_corner": "Your currently saved Rounded Corners Setting is",
	"select_prefered_rounded_corners": "Select your prefered Rounded Corners Setting",
	"animations": "Animations",
	"current_animation_setting": "Your currently saved Animation Setting is",
	"select_prefered_animation_setting": "Select your prefered Animation Setting",
	"danger_zone": "Danger Zone",
	"account_will_be_gone": "Your Account will be lost forever! (a long time!)",
	"delete_account": "Delete Account",
	"sign_out": "Sign out",
	"contact_us": "Contact Us",
	"follow_us": "Follow Us",
	"explore_more": "Explore More",
	"blog": "Blog",
	"documentation": "Documentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} has saved {games_length, plural, =0 {games} one {1 game} other {# games}}. You can find all of their games <a href=\"/{username}/games\">here</a>.",
	"registration_date": "{username} joined RealGolf.Games on {date}.",
	"public_user_all_time_highscore": "{username}'s all-time highscore is <b>{allTimeValue}</b>, last exceeded on {lastUpdatedDate}.",
	"bio": "Bio",
	"edit_profile": "Edit profile",
	"un_follow": "Unfollow",
	"follow": "Follow",
	"achievements": "Achievements",
	"history": "History",
	"highlights": "Highlights",
	"display_email_public": "Display Email Public",
	"followers": "Followers",
	"following": "Following",
	"pronouns": "Pronouns",
	"socials_one_per_line": "Socials (one per line)",
	"edit_status": "Edit status",
	"busy": "Busy",
	"home": "Home",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Legal",
	"all_rights_reserved": "All rights reserved",
	"github": "GitHub",
	"sign_in": "Sign in",
	"internal_links": "Internal Links",
	"external_sites": "External Sites",
	"sign_up": "Sign Up",
	"all_users": "All Users",
	"no_user_found": "No users found.",
	"must_be_logged_in_to_see_other_users": "You must be logged in to search for other users.",
	"update_name": "Update Name",
	"created_at": "Created at the {date}",
	"delete_game": "Delete Game",
	"users": "Users:",
	"logged_in_as": "You are logged in as <b>{username}</b>",
	"send_message": "Send message",
	"copy_id": "Copy ID",
	"4_winning": "4 Winning",
	"exact": "Exact",
	"precision": "Precision",
	"save": "Save",
	"score_tracker": "Score Tracker",
	"precision_players": "Precision - {teams_length} Players",
	"reset_game": "Reset Game",
	"generate_new_random_number": "Generate Number when range change",
	"distance_to_play": "{capitalizedMeasurementUnit} to play:",
	"distance_played_by": "Distance Played by {color}:",
	"enter": "Enter",
	"4_winning_players": "4 Winning - {teams_length} Players",
	"current_team_turn": "Current Team Turn: {currentTeam_color}",
	"switch_team": "Switch Team",
	"enter_distance": "You can also enter the distance you have played here:",
	"lateral_deviation": "Lateral Deviation",
	"distance": "Distance",
	"number_of_clicks_per_field": "Number Clicks for each Field",
	"first_need_to_hit_a_field": "You first need to hit a field at leats one time",
	"choose_range": "Choose range:",
	"number_of_shots_played": "Number of shots played: {shots}",
	"exact_players": "Exact - {teams_length} Players",
	"number_of_shots_per_teams": "Enter the amount of shots per team:",
	"exact_shots_left": "You have played {clickedCellsCount} of {total_shots} shots, so you have {shots_left} shots left.",
	"game_has_finished": "{name} has been finished",
	"game_can_continue": "{name} can still be continued",
	"no_game_state": "No game state available",
	"public_user_never_played_one_player_precision": "{username} has never played One Player Precision",
	"support": "Support",
	"your_email": "Your Email",
	"subject": "Subject",
	"other": "Other",
	"technical": "Technical",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Message",
	"submit": "Submit"
}
