{
  "ultimate_destination": "Votre destination ultime pour des expériences de golf stimulantes et immersives.",
  "sign_up_button_homepage": "S'inscrire à RealGolf.Games",
  "features_heading_homepage": "Fonctionnalités",
  "what_our_user_say": "Ce que disent nos utilisateurs",
  "user_quote": "Je viens de m'inscrire à RealGolf.Games, et je peux déjà dire qu'il va révolutionner la façon dont j'aime pratiquer sur la gamme. C'est comme le déblocage d'un tout nouveau niveau de plaisir!",
  "first_user": "premier utilisateur",
  "ready_to_take_your_golf_game": "Prêt à faire passer votre jeu de golf au niveau supérieur?",
  "challenge_during_training": "Que vous vouliez avoir une challange pendant l'entraînement ou simplement être plus motivé pour aller à la portée et frapper quelques Balls, RealGolf. Les noms sont votre lieu de départ.",
  "4Winning_description": "Dans 4Winning, l'objectif est de relier stratégiquement quatre pièces de suite. Notre version du jeu comporte une plus grande planche que la mise en page standard 4x4, avec 8 colonnes et 9 rangées. Les colonnes additionnelles de chaque côté introduisent un défi: les joueurs doivent atteindre une distance spécifique dans l'écartement latéral. Cet aspect devient plus prononcé en Mode Argent et au-dessus, ajoutant de la complexité et obligeant les joueurs à examiner attentivement leurs mouvements.",
  "4Winning_picture_alt": "Toutes les équipes sont liées dans Exactement",
  "Exact_description": "Exactement est un jeu où l'objectif est de toucher 100 ou moins tout en marquant le plus de points. Les joueurs gagnent des points selon les critères suivants : Atteindre exactement 100 mètres attribue 5 points, toucher des multiples de dix gagne 3 points, des nombres avec des chiffres répétitifs le score de 2 points. En outre, toucher la même rangée double les points gagnés. Cependant, tout autre nombre supérieur à 100 ou inférieur à 5 entraîne une déduction de 1 point. Chaque autre nombre compris entre 5 et 100 marque 1 point. Le défi consiste à équilibrer la précision avec la maximisation des points pour obtenir le score le plus élevé.",
  "Exact_picture_alt": "4Winning Red Team a gagné",
  "Precision_description": "La précision est un jeu où l'objectif est de se rapprocher le plus possible des objectifs. Pour chaque jauge que vous manquez la cible, vous recevrez une déduction d'un point. Le gagnant de la partie est le joueur avec les points les plus élevés à la fin. Le jeu se termine jusqu'à ce qu'un seul joueur ait des points restants. Vous pouvez observer la distance dont vous avez besoin pour tirer et l'équipe actuelle, ainsi que les points restants pour chaque équipe.",
  "Precision_picture_alt": "Jeu de précision",
  "imprint_heading": "Mentions légales",
  "responsible_according_tmg": "Selon § 5 TMG (loi allemande sur les télémédias)",
  "contact": "Contacter",
  "responsible_according_rstv": "Responsable du contenu selon § 55 Abs. 2 RStV",
  "liability_for_content": "Responsabilité pour le contenu",
  "content_for_liability_for_content": "En tant que fournisseur de services, nous sommes responsables de notre propre contenu sur ces pages, conformément à la section 7, Paragraphe 1 de la loi allemande sur les télémédias (TMG). Selon §§ 8 à 10 TMG, cependant, en tant que prestataire de services, nous ne sommes pas tenus de surveiller les informations transmises ou stockées par des tiers ni d'enquêter sur les circonstances qui indiquent une activité illégale.",
  "content_for_liability_for_content_2": "Les obligations de supprimer ou de bloquer l'utilisation de l'information en vertu des lois générales ne sont pas affectées. Toutefois, la responsabilité à cet égard n'est possible qu'à partir du moment où la connaissance d'une violation spécifique de la loi est connue. Dès que nous aurons connaissance de toute violation de la loi, nous supprimerons immédiatement ce contenu.",
  "liability_for_links": "Responsabilité pour les liens",
  "content_for_liability_for_links": "Notre offre contient des liens vers des sites externes sur lesquels nous n'avons aucune influence. Le fournisseur ou l'exploitant respectif des pages est toujours responsable du contenu des pages liées. Les pages liées ont été vérifiées pour de possibles violations légales au moment du lien. Le contenu illégal n'était pas reconnaissable au moment du lien.",
  "content_for_liability_for_links_2": "Toutefois, un contrôle permanent du contenu des pages liées n'est pas raisonnable sans preuve concrète d'une infraction. Dès que nous aurons connaissance de violations de la loi, nous supprimerons immédiatement ces liens.",
  "copyright_imprint": "Droit d'auteur",
  "content_for_copyright_imprint": "Le contenu et le travail de ces pages créées par les opérateurs du site sont soumis à la loi allemande sur le droit d'auteur. La copie, l'édition, la distribution et toute forme d'exploitation en dehors des limites du droit d'auteur requièrent le consentement écrit de l'auteur ou du créateur respectif. Les téléchargements et copies de ce site ne sont autorisés qu'à des fins privées et non commerciales.",
  "content_for_copyright_imprint_2": "Dans la mesure où le contenu de ce site n'a pas été créé par l'opérateur, les droits d'auteur de tiers sont respectés. En particulier, les contenus de tiers sont marqués comme tels. Si vous êtes néanmoins au courant d'une violation du droit d'auteur, nous vous demandons de nous en informer en conséquence. Dès que nous aurons connaissance de violations de la loi, nous supprimerons immédiatement ce contenu.",
  "license": "Tous droits réservés",
  "country": "L'Allemagne",
  "faq_question_1_title": "Comment puis-je créer un compte pour jouer aux jeux?",
  "faq_answer_1_steps": "La création d'un compte pour jouer au Real Golf est un processus simple. Suivez ces étapes pour commencer:",
  "faq_answer_1_step_1_title": "Accéder à la page d'inscription",
  "faq_answer_1_step_1_description": "Allez à l'onglet Registre dans la barre de navigation.",
  "faq_answer_1_step_2_title": "Remplir les informations d'inscription",
  "faq_answer_1_step_2_description": "Entrez un e-mail, un nom et un mot de passe, puis cliquez sur le bouton d'enregistrement.",
  "faq_answer_1_step_3_title": "Terminer l'inscription",
  "faq_answer_1_step_3_description": "Vous serez automatiquement redirigé vers l’onglet Connexion. Connectez-vous en utilisant votre adresse e-mail et votre mot de passe.",
  "faq_answer_1_step_4_title": "Commencer à jouer",
  "faq_answer_1_step_4_description": "Après vous être connecté, vous pouvez jouer aux trois parties et sauvegarder votre progression dans la base de données.",
  "faq_answer_1_conclusion": "En suivant ces étapes, vous créerez un compte qui vous permettra de plonger dans le monde du Real Golf et de profiter des différents défis qu'ils offrent. Amusez-vous bien!",
  "faq_question_2_title": "Les jeux sont-ils gratuits ?",
  "faq_answer_2_content": "Absolument ! Nos jeux sont entièrement libres de jouer. Tout ce que vous avez à faire est de créer un compte, et vous aurez accès à tous les défis passionnants et le plaisir que Real Golf a à offrir. Commencez dès aujourd'hui et profitez des jeux sans aucun coût.",
  "faq_question_3_title": "Puis-je contribuer à de nouveaux Jeux au projet?",
  "faq_answer_3_steps": "Votre contribution créative est très appréciée ! Si vous avez de nouvelles idées de jeu passionnantes, nous vous encourageons à vous impliquer. Voici comment :",
  "faq_answer_3_step_1_title": "Ouvrir un ticket sur GitHub",
  "faq_answer_3_step_1_description": "N'hésitez pas à ouvrir un ticket sur notre dépôt {github_link} et à l'étiqueter avec \"jeu\". Votre idée sera examinée et examinée par notre équipe.",
  "faq_answer_3_step_2_title": "Envoyez-nous un e-mail",
  "faq_answer_3_step_2_description": "Vous pouvez également partager vos idées par e-mail à {support_email}. Nous nous réjouissons de vos suggestions et nous explorerons chacune d'entre elles.",
  "faq_answer_3_conclusion": "Pour vos précieuses contributions, votre nom sera reconnu dans notre dossier {contributors} . Vos idées peuvent façonner l'avenir de Real Golf, et nous apprécions grandement votre contribution. Créons ensemble des expériences incroyables!",
  "faq_question_4_title": "Comment puis-je signaler des bogues ou suggérer de nouvelles fonctionnalités ?",
  "faq_answer_4_content_1": "Pour rapporter des bugs, vous pouvez ouvrir un ticket sur notre {github_link} et le nommer avec \"bug\". Sinon, vous pouvez envoyer un e-mail à {support_email}.",
  "faq_answer_4_content_2": "Pour suggérer de nouvelles fonctionnalités, vous pouvez également ouvrir un ticket sur notre {github_link} et l'étiqueter avec \"fonctionnalité\". Vous pouvez également envoyer vos suggestions par e-mail à {support_email}.",
  "faq_question_5_title": "Le projet est-il open source?",
  "faq_answer_5_content": "No, the project is not open source. However, you are still very welcome to contribute by creating an Issue as described above. <strong>We appreciate your input and suggestions!</strong>",
  "faq_question_6_title": "À quelle fréquence de nouvelles mises à jour ou fonctionnalités s'ajoutent-elles ?",
  "faq_answer_6_content": "Soyez rassuré, nous nous engageons à fournir un flux constant de nouvelles mises à jour et de fonctionnalités excitantes. Notre équipe est dévouée à améliorer votre expérience et vous pouvez vous attendre à des ajouts fréquents pour maintenir l’excitation en vie.",
  "faq_question_7_title": "Puis-je jouer la version hors ligne sur tous les appareils ?",
  "faq_answer_7_content": "Absolument ! La version hors ligne est conçue pour être accessible sur un large éventail d'appareils. Il fonctionne comme un site Web, et il est pré-rendu à l'ouverture pour assurer une fonctionnalité transparente même lorsqu'il n'y a pas de connectivité réseau. Cela signifie que vous pouvez profiter des jeux sur différents appareils sans vous soucier d'une connexion réseau.",
  "faq_question_8_title": "Quels sont les langages de programmation utilisés dans le projet?",
  "faq_answer_8_technologies": "Notre projet est construit en utilisant une combinaison de technologies puissantes:",
  "faq_answer_8_sveltekit": "<strong>Développement Frontend :</strong> Nous utilisons le JavaScript Full Stack Framework, {svelte_kit}, ainsi que TypeScript et Sass pour créer des interfaces utilisateur engageantes et dynamiques.",
  "faq_answer_8_mongodb": "<strong>Développement Backend :</strong> Pour l'aspect côté serveur, nous avons mis à profit les capacités de {mongodb} pour stocker en toute sécurité les données utilisateur et assurer des interactions fluides.",
  "faq_answer_8_conclusion": "Cette pile de technologies polyvalentes nous permet de créer une expérience utilisateur transparente et une infrastructure de backend robuste.",
  "faq_further_questions": "Questions supplémentaires",
  "faq_further_questions_content": "Si vous avez des questions supplémentaires, n'hésitez pas à nous contacter. Envoyez simplement un e-mail à {support_email} avec votre question. Nous répondrons rapidement et nous pourrions même envisager d'ajouter votre question à cette FAQ pour aider d'autres utilisateurs.",
  "faq_question_9_title": "Puis-je changer mon mot de passe après l'inscription?",
  "faq_answer_9_steps": "Absolument ! Vous avez la flexibilité de changer votre mot de passe à tout moment. Voici comment :",
  "faq_answer_9_steps_1": "<strong>Accédez aux paramètres du compte :</strong> Connectez-vous à votre compte et allez à l'onglet \"Compte\".",
  "faq_answer_9_steps_2": "<strong>Mettre à jour le mot de passe :</strong> Dans la section \"Compte\", vous trouverez une option pour changer votre mot de passe. Entrez simplement votre nouveau mot de passe dans le champ de saisie désigné.",
  "faq_answer_9_steps_3": "<strong>Save Changes:</strong> After entering your new password, click on the \"Update\" button to save your changes.",
  "faq_answer_9_conclusion": "En suivant ces étapes, vous pouvez facilement mettre à jour votre mot de passe et garder votre compte en sécurité.",
  "faq_question_10_title": "Mes renseignements personnels sont-ils sécurisés et sécurisés?",
  "faq_answer_10_steps": "Absolument. Nous prenons au sérieux la sécurité et la confidentialité de vos informations personnelles. <br>Voici comment nous nous assurons que vos données sont sécurisées :",
  "faq_answer_10_steps_1": "<strong>Password Protection:</strong> Your password is not stored in clear text on our servers. It's securely hashed to protect its confidentiality.",
  "faq_answer_10_steps_2": "<strong>Limited Access:</strong> Your password and personal information are not viewable by any team member. We implement strict access controls to ensure only authorized personnel can handle sensitive data.",
  "faq_answer_10_conclusion": "Nous nous engageons à maintenir les normes de sécurité les plus élevées pour protéger vos renseignements personnels."
}