{
	"ultimate_destination": "Votre destination ultime pour des expériences de golf stimulantes et immersives.",
	"sign_up_button_homepage": "S'inscrire à RealGolf.Games",
	"features_heading_homepage": "Fonctionnalités",
	"what_our_user_say": "Ce que disent nos utilisateurs",
	"user_quote": "Je viens de m'inscrire à RealGolf.Games, et je peux déjà dire qu'il va révolutionner la façon dont j'aime pratiquer sur la gamme. C'est comme le déblocage d'un tout nouveau niveau de plaisir!",
	"first_user": "premier utilisateur",
	"ready_to_take_your_golf_game": "Prêt à faire passer votre jeu de golf au niveau supérieur?",
	"challenge_during_training": "Que vous vouliez avoir une challange pendant l'entraînement ou simplement être plus motivé pour aller à la portée et frapper quelques Balls, RealGolf. Les noms sont votre lieu de départ.",
	"4Winning_description": "Dans 4Winning, l'objectif est de relier stratégiquement quatre pièces de suite. Notre version du jeu comporte une plus grande planche que la mise en page standard 4x4, avec 8 colonnes et 9 rangées. Les colonnes additionnelles de chaque côté introduisent un défi: les joueurs doivent atteindre une distance spécifique dans l'écartement latéral. Cet aspect devient plus prononcé en Mode Argent et au-dessus, ajoutant de la complexité et obligeant les joueurs à examiner attentivement leurs mouvements.",
	"4Winning_picture_alt": "Toutes les équipes sont liées dans Exactement",
	"Exact_description": "Exactement est un jeu où l'objectif est de toucher 100 ou moins tout en marquant le plus de points. Les joueurs gagnent des points selon les critères suivants : Atteindre exactement 100 mètres attribue 5 points, toucher des multiples de dix gagne 3 points, des nombres avec des chiffres répétitifs le score de 2 points. En outre, toucher la même rangée double les points gagnés. Cependant, tout autre nombre supérieur à 100 ou inférieur à 5 entraîne une déduction de 1 point. Chaque autre nombre compris entre 5 et 100 marque 1 point. Le défi consiste à équilibrer la précision avec la maximisation des points pour obtenir le score le plus élevé.",
	"Exact_picture_alt": "4Winning Red Team a gagné",
	"Precision_description": "La précision est un jeu où l'objectif est de se rapprocher le plus possible des objectifs. Pour chaque jauge que vous manquez la cible, vous recevrez une déduction d'un point. Le gagnant de la partie est le joueur avec les points les plus élevés à la fin. Le jeu se termine jusqu'à ce qu'un seul joueur ait des points restants. Vous pouvez observer la distance dont vous avez besoin pour tirer et l'équipe actuelle, ainsi que les points restants pour chaque équipe.",
	"Precision_picture_alt": "Jeu de précision",
	"imprint_heading": "Mentions légales",
	"responsible_according_tmg": "Selon § 5 TMG (loi allemande sur les télémédias)",
	"contact": "Contacter",
	"responsible_according_rstv": "Responsable du contenu selon § 55 Abs. 2 RStV",
	"liability_for_content": "Responsabilité pour le contenu",
	"content_for_liability_for_content": "En tant que fournisseur de services, nous sommes responsables de notre propre contenu sur ces pages, conformément à la section 7, Paragraphe 1 de la loi allemande sur les télémédias (TMG). Selon §§ 8 à 10 TMG, cependant, en tant que prestataire de services, nous ne sommes pas tenus de surveiller les informations transmises ou stockées par des tiers ni d'enquêter sur les circonstances qui indiquent une activité illégale.",
	"content_for_liability_for_content_2": "Les obligations de supprimer ou de bloquer l'utilisation de l'information en vertu des lois générales ne sont pas affectées. Toutefois, la responsabilité à cet égard n'est possible qu'à partir du moment où la connaissance d'une violation spécifique de la loi est connue. Dès que nous aurons connaissance de toute violation de la loi, nous supprimerons immédiatement ce contenu.",
	"liability_for_links": "Responsabilité pour les liens",
	"content_for_liability_for_links": "Notre offre contient des liens vers des sites externes sur lesquels nous n'avons aucune influence. Le fournisseur ou l'exploitant respectif des pages est toujours responsable du contenu des pages liées. Les pages liées ont été vérifiées pour de possibles violations légales au moment du lien. Le contenu illégal n'était pas reconnaissable au moment du lien.",
	"content_for_liability_for_links_2": "Toutefois, un contrôle permanent du contenu des pages liées n'est pas raisonnable sans preuve concrète d'une infraction. Dès que nous aurons connaissance de violations de la loi, nous supprimerons immédiatement ces liens.",
	"copyright_imprint": "Droit d'auteur",
	"content_for_copyright_imprint": "Le contenu et le travail de ces pages créées par les opérateurs du site sont soumis à la loi allemande sur le droit d'auteur. La copie, l'édition, la distribution et toute forme d'exploitation en dehors des limites du droit d'auteur requièrent le consentement écrit de l'auteur ou du créateur respectif. Les téléchargements et copies de ce site ne sont autorisés qu'à des fins privées et non commerciales.",
	"content_for_copyright_imprint_2": "Dans la mesure où le contenu de ce site n'a pas été créé par l'opérateur, les droits d'auteur de tiers sont respectés. En particulier, les contenus de tiers sont marqués comme tels. Si vous êtes néanmoins au courant d'une violation du droit d'auteur, nous vous demandons de nous en informer en conséquence. Dès que nous aurons connaissance de violations de la loi, nous supprimerons immédiatement ce contenu.",
	"license": "Tous droits réservés",
	"country": "L'Allemagne",
	"faq_question_1_title": "Comment puis-je créer un compte pour jouer aux jeux?",
	"faq_answer_1_steps": "La création d'un compte pour jouer au Real Golf est un processus simple. Suivez ces étapes pour commencer:",
	"faq_answer_1_step_1_title": "Accéder à la page d'inscription",
	"faq_answer_1_step_1_description": "Allez à l'onglet Registre dans la barre de navigation.",
	"faq_answer_1_step_2_title": "Remplir les informations d'inscription",
	"faq_answer_1_step_2_description": "Entrez un e-mail, un nom et un mot de passe, puis cliquez sur le bouton d'enregistrement.",
	"faq_answer_1_step_3_title": "Terminer l'inscription",
	"faq_answer_1_step_3_description": "Vous serez automatiquement redirigé vers l’onglet Connexion. Connectez-vous en utilisant votre adresse e-mail et votre mot de passe.",
	"faq_answer_1_step_4_title": "Commencer à jouer",
	"faq_answer_1_step_4_description": "Après vous être connecté, vous pouvez jouer aux trois parties et sauvegarder votre progression dans la base de données.",
	"faq_answer_1_conclusion": "En suivant ces étapes, vous créerez un compte qui vous permettra de plonger dans le monde du Real Golf et de profiter des différents défis qu'ils offrent. Amusez-vous bien!",
	"faq_question_2_title": "Les jeux sont-ils gratuits ?",
	"faq_answer_2_content": "Absolument ! Nos jeux sont entièrement libres de jouer. Tout ce que vous avez à faire est de créer un compte, et vous aurez accès à tous les défis passionnants et le plaisir que Real Golf a à offrir. Commencez dès aujourd'hui et profitez des jeux sans aucun coût.",
	"faq_question_3_title": "Puis-je contribuer à de nouveaux Jeux au projet?",
	"faq_answer_3_steps": "Votre contribution créative est très appréciée ! Si vous avez de nouvelles idées de jeu passionnantes, nous vous encourageons à vous impliquer. Voici comment :",
	"faq_answer_3_step_1_title": "Ouvrir un ticket sur GitHub",
	"faq_answer_3_step_1_description": "N'hésitez pas à ouvrir un ticket sur notre dépôt {github_link} et à l'étiqueter avec \"jeu\". Votre idée sera examinée et examinée par notre équipe.",
	"faq_answer_3_step_2_title": "Envoyez-nous un e-mail",
	"faq_answer_3_step_2_description": "Vous pouvez également partager vos idées par e-mail à {support_email}. Nous nous réjouissons de vos suggestions et nous explorerons chacune d'entre elles.",
	"faq_answer_3_conclusion": "Pour vos précieuses contributions, votre nom sera reconnu dans notre dossier {contributors} . Vos idées peuvent façonner l'avenir de Real Golf, et nous apprécions grandement votre contribution. Créons ensemble des expériences incroyables!",
	"faq_question_4_title": "Comment puis-je signaler des bogues ou suggérer de nouvelles fonctionnalités ?",
	"faq_answer_4_content_1": "Pour rapporter des bugs, vous pouvez ouvrir un ticket sur notre {github_link} et le nommer avec \"bug\". Sinon, vous pouvez envoyer un e-mail à {support_email}.",
	"faq_answer_4_content_2": "Pour suggérer de nouvelles fonctionnalités, vous pouvez également ouvrir un ticket sur notre {github_link} et l'étiqueter avec \"fonctionnalité\". Vous pouvez également envoyer vos suggestions par e-mail à {support_email}.",
	"faq_question_5_title": "Le projet est-il open source?",
	"faq_answer_5_content": "No, the project is not open source. However, you are still very welcome to contribute by creating an Issue as described above. <strong>We appreciate your input and suggestions!</strong>",
	"faq_question_6_title": "À quelle fréquence de nouvelles mises à jour ou fonctionnalités s'ajoutent-elles ?",
	"faq_answer_6_content": "Soyez rassuré, nous nous engageons à fournir un flux constant de nouvelles mises à jour et de fonctionnalités excitantes. Notre équipe est dévouée à améliorer votre expérience et vous pouvez vous attendre à des ajouts fréquents pour maintenir l’excitation en vie.",
	"faq_question_7_title": "Puis-je jouer la version hors ligne sur tous les appareils ?",
	"faq_answer_7_content": "Absolument ! La version hors ligne est conçue pour être accessible sur un large éventail d'appareils. Il fonctionne comme un site Web, et il est pré-rendu à l'ouverture pour assurer une fonctionnalité transparente même lorsqu'il n'y a pas de connectivité réseau. Cela signifie que vous pouvez profiter des jeux sur différents appareils sans vous soucier d'une connexion réseau.",
	"faq_question_8_title": "Quels sont les langages de programmation utilisés dans le projet?",
	"faq_answer_8_technologies": "Notre projet est construit en utilisant une combinaison de technologies puissantes:",
	"faq_answer_8_sveltekit": "<strong>Développement Frontend :</strong> Nous utilisons le JavaScript Full Stack Framework, {svelte_kit}, ainsi que TypeScript et Sass pour créer des interfaces utilisateur engageantes et dynamiques.",
	"faq_answer_8_mongodb": "<strong>Développement Backend :</strong> Pour l'aspect côté serveur, nous avons mis à profit les capacités de {mongodb} pour stocker en toute sécurité les données utilisateur et assurer des interactions fluides.",
	"faq_answer_8_conclusion": "Cette pile de technologies polyvalentes nous permet de créer une expérience utilisateur transparente et une infrastructure de backend robuste.",
	"faq_further_questions": "Questions supplémentaires",
	"faq_further_questions_content": "Si vous avez des questions supplémentaires, n'hésitez pas à nous contacter. Envoyez simplement un e-mail à {support_email} avec votre question. Nous répondrons rapidement et nous pourrions même envisager d'ajouter votre question à cette FAQ pour aider d'autres utilisateurs.",
	"faq_question_9_title": "Puis-je changer mon mot de passe après l'inscription?",
	"faq_answer_9_steps": "Absolument ! Vous avez la flexibilité de changer votre mot de passe à tout moment. Voici comment :",
	"faq_answer_9_steps_1": "<strong>Accédez aux paramètres du compte :</strong> Connectez-vous à votre compte et allez à l'onglet \"Compte\".",
	"faq_answer_9_steps_2": "<strong>Mettre à jour le mot de passe :</strong> Dans la section \"Compte\", vous trouverez une option pour changer votre mot de passe. Entrez simplement votre nouveau mot de passe dans le champ de saisie désigné.",
	"faq_answer_9_steps_3": "<strong>Save Changes:</strong> After entering your new password, click on the \"Update\" button to save your changes.",
	"faq_answer_9_conclusion": "En suivant ces étapes, vous pouvez facilement mettre à jour votre mot de passe et garder votre compte en sécurité.",
	"faq_question_10_title": "Mes renseignements personnels sont-ils sécurisés et sécurisés?",
	"faq_answer_10_steps": "Absolument. Nous prenons au sérieux la sécurité et la confidentialité de vos informations personnelles. <br>Voici comment nous nous assurons que vos données sont sécurisées :",
	"faq_answer_10_steps_1": "<strong>Password Protection:</strong> Your password is not stored in clear text on our servers. It's securely hashed to protect its confidentiality.",
	"faq_answer_10_steps_2": "<strong>Limited Access:</strong> Your password and personal information are not viewable by any team member. We implement strict access controls to ensure only authorized personnel can handle sensitive data.",
	"faq_answer_10_conclusion": "Nous nous engageons à maintenir les normes de sécurité les plus élevées pour protéger vos renseignements personnels.",
	"download_description": "Ici, nous allons vous expliquer comment ajouter le site comme une application Web Progressive (PWA) sur votre appareil.",
	"installation_steps_for_safari": "Pour installer ce site en tant que PWA sur Safari pour iOS:",
	"instalation_safari_step_1": "Appuyez sur l'icône Partage (le carré avec une flèche pointant vers le haut) en bas de l'écran.",
	"instalation_safari_step_2": "Faites défiler vers le bas et appuyez sur \"Ajouter à l'écran d'accueil\".",
	"instalation_safari_step_3": "Confirmez en appuyant sur \"Ajouter\".",
	"installation_steps_for_chrome": "Pour installer ce site en tant que PWA sur Chrome pour Android :",
	"instalation_chrome_step_1": "Appuyez sur l'icône de menu à trois points en haut à droite de l'écran.",
	"instalation_chrome_step_2": "Sélectionnez \"Ajouter à l'écran d'accueil\" dans le menu.",
	"instalation_chrome_step_3": "Examinez les détails et appuyez sur \"Ajouter\".",
	"dashboard_welcome": "Welcome to \"Real Golf\" {user_name} - your ultimate destination for golf challenges! Discover \"4 Winning\", \"Exact\", and \"Precision\" - captivating golf experiences tested with trainers. <br> You can also save your games in the Database and view them in the <a href=\"/dashboard/archive\">Archive</a>. So enjoy practicing and improving your golf skills!",
	"one_player_precision_highscore_title": "Meilleur score de précision pour un joueur",
	"no_highscore_yet": "Veuillez d'abord jouer une partie de <a href=\"/dashboard/games/Precision/One-Player\">Un joueur de Précision</a> pour obtenir un meilleur score avant qu'il ne puisse être affiché ici.",
	"daily_highscore": "<b>Le point culminant</b> d'aujourd'hui est : {dailyValue}, dernière mise à jour sur l' {lastUpdatedDate}.",
	"weekly_highscore": "<b>Le point culminant de la semaine</b> est : {weeklyValue}, dernière mise à jour sur l' {lastUpdatedDate}.",
	"monthly_highscore": "<b>This Month's</b> highscore is: {monthlyValue}, last updated on the {lastUpdatedDate}.",
	"yearly_highscore": "<b>This Year's</b> highscore is: {yearlyValue}, last updated on the {lastUpdatedDate}.",
	"all_time_highscore": "Votre meilleur score de tous les temps est <b>{allTimeValue}</b>, dernier dépassé sur l' {lastUpdatedDate}.",
	"latest_game_saved": "La dernière partie que vous avez enregistrée dans la base de données",
	"name_of_game": "Nom du jeu",
	"date_of_play": "Date de jeu",
	"game_associated_with": "Équipe avec laquelle le jeu est associé",
	"see_all_games": "Vous pouvez voir tous vos jeux dans l' <a href=\"/dashboard/archive\">Archive</a>.",
	"error_loading_latest_game": "You don't have any games saved, play a <a href=\"/dashboard/games\">Game</a> and save it in the Database to see it here",
	"register": "Inscription",
	"email": "Courriel",
	"password": "Mot de passe",
	"verify_password": "Vérifier le mot de passe",
	"name": "Nom",
	"username": "Nom d'utilisateur",
	"handicap": "Handicap",
	"might_have_successfully_registered": "Vous pouvez toujours essayer de vous connecter ici : <a href=\"/login\">Connectez-vous</a>, ou ouvrez le tableau de bord <a href=\"/dashboard\"></a>",
	"successfully_registered": "Bienvenue {name}! Vous pouvez maintenant ouvrir le tableau de bord <a href=\"/dashboard\"></a>.",
	"login": "Se connecter",
	"redirecting": "Redirection en cours",
	"games": "Jeu",
	"public_profile_games_by": "Jeux joués par {username}",
	"copy_successful": "URL copiée dans le presse-papiers !",
	"share_game": "Partager le jeu",
	"open_game": "Ouvrir la partie",
	"no_games_found_for_user": "Aucun jeu trouvé pour cet utilisateur.",
	"public_game_from": "{game_name} from {user_name}",
	"game_not_found": "Partie introuvable",
	"public_game": "{game_name} a été enregistré sur la {game_date}",
	"who_user_follows": "Qui {username} suit",
	"user_follows_no_one": "{username} ne suit personne.",
	"users_followers": "Abonné(e) à {user_name}",
	"user_has_no_followers": "{user_name} n'a pas d'abonnés.",
	"tools": "Outils",
	"tools_description": "Ceci montre quelques exemples de matériaux que vous pouvez utiliser pour déterminer la longueur exacte.",
	"any_simulator": "Et tout type de simulateur",
	"info": "Infos",
	"info_text": "Les jeux sont pour les golfeurs qui veulent s'entraîner différemment, vous n'avez besoin que d'un trackman ou d'un simulateur pour déterminer la longueur exacte. Une fois que vous avez déterminé la longueur avec votre trackman (ou similaire). Vous pouvez cliquer sur le champ avec le numéro que vous avez joué ou entrer le numéro dans le champ d'entrée. <br /> <b>Amusez-vous à jouer !</b>",
	"link_to_tools": "Une liste de certaines choses qui peuvent être utilisées peut être trouvée <a href=\"/dashboard/tools\">ici</a>.",
	"rules": "Règles",
	"all_rules": "Ce sont toutes les règles pour les trois parties.",
	"read_carefully": "Veuillez les lire attentivement.",
	"toc": "Table des matières",
	"4_winning_rules": "Les règles du jeu sont assez simples : il s'agit essentiellement d'une variation de quatre par rangée. Vous cliquez sur le bouton correspondant au champ désiré à partir d'une distance. Après le tour de la première équipe, la deuxième équipe prend son tour et clique sur un champ, indépendamment du fait qu'il ait déjà été choisi par une autre équipe. L'équipe actuelle est indiquée en haut de l'interface de jeu. Le jeu procède avec chaque équipe à tour de rôle jusqu'à ce qu'une équipe forme avec succès quatre carrés dans une rangée ou une colonne. Si vous cliquez sur le même champ quatre fois de suite, un message apparaîtra vous en informant. Quand une équipe gagne, les valeurs des champs se réinitialisent, et une nouvelle partie commence automatiquement, avec les équipes en alternance. Ces règles s'appliquent universellement à tous les jeux.",
	"exact_rule_1": "Il est joué alternativement",
	"exact_rule_2": "Cliquez sur le champ que vous avez touché",
	"exact_rule_3": "Respecter les niveaux",
	"exact_rule_4": "Seul le numéro intger s'applique",
	"precision_rules": "Le but de ce jeu de golf \"Precision\" est de conserver autant de points que possible sur les 100 points initiaux en exécutant des tirs précis. Pour chaque tirage, la distance de la balle par rapport à la distance cible est mesurée. <br /> <br /> La précision est mesurée par la déviation en {measurement_unit} de la distance cible. Plus la balle est proche de la distance spécifiée, moins les points seront déduits. Il suit une déduction de 1 point par déviation {measurement_unit_without_last_symbol} par rapport à la cible. <br /> <br /> À la fin de la partie, le joueur qui a conservé le plus haut score sur les 100 points initiaux est déclaré gagnant. Cela signifie que la personne ayant le meilleur score en raison des déductions émerge comme le vainqueur ! Veillez à respecter les règles et l’étiquette du jeu, ainsi que les directives du club. <br /> <br /> Vous pouvez rendre le jeu plus intéressant en introduisant des défis supplémentaires, comme jouer dans différentes conditions météorologiques ou sur différents terrains. Que vous soyez un novice ou un golfeur expérimenté, la « Précision » offre une occasion passionnante de démontrer vos compétences et votre précision. Profitez du jeu et de la compagnie de vos compagnons de jeu ! <br /> <br /> Êtes-vous prêt à perfectionner vos swings de golf et à retenir autant de points que possible ? Jouons à « Précision » et découvrons qui obtient le meilleur score à la fin !",
	"levels": "Niveaux",
	"play_with_levels": "Jouer avec les niveaux est optionnel.",
	"bronze": "Bronze",
	"silver": "Argent",
	"gold": "Or",
	"platinum": "Platinum",
	"level_bronze": "Seule la longueur du tir s'applique",
	"level_silver": "Le nombre de {measurement_unit} et l'écart latéral s'appliquent.",
	"level_silver_exact": "l'écartement latéral est choisi par les joueurs",
	"level_gold": "Les champs ne peuvent être joués qu'après l'annonce précédente. Le reste est comme Argent",
	"level_platinum": "Comme de l'or, le tout avec un club.",
	"chat": "Discuter",
	"you_are_not_loged_in": "Vous n'êtes pas connecté.",
	"different_modi": "Ici vous pouvez trouver les différents modi dans lesquels vous pouvez jouer aux Jeux.",
	"one_player": "Un joueur",
	"two_players": "Deux joueurs",
	"three_players": "Trois joueurs",
	"four_players": "Quatre joueurs",
	"one_player_description": "Cette version de {game_name} peut être jouée avec un seul joueur, Rouge",
	"two_players_description": "Cette version de {game_name} peut être jouée avec deux joueurs, rouge et bleu",
	"three_players_description": "Cette version de {game_name} peut être jouée avec trois joueurs, Rouge, Bleu et Vert",
	"four_players_description": "Cette version de {game_name} peut être jouée avec quatre joueurs, Rouge, Bleu, Vert et Orange",
	"different_modis": "Ici vous pouvez trouver les différents modi dans lesquels vous pouvez jouer aux Jeux.",
	"archive": "Archive",
	"total_users_games": "You have saved: {games_length, plural, =0 {games} one {1 game} other {# games}} in the database.",
	"delete_all": "Delete All",
	"search_for_games": "Search a game by name or date",
	"search_games_description": "You can search by dates by the following terms: DD/MM/YYYY or just by Year, Month or Day, to get all values with this parameters",
	"select_team": "Select a Team",
	"all_teams": "All Teams",
	"no_games_found": "No games found for this search.",
	"welcome_to_course_tracker": "Welcome to our Real Golf Score Tracker {user_name}. <br /> Your current Handicap is: <b>{handicap}</b>",
	"site_under_development": "This site is currently under development please come back later. 🏗️🚧",
	"back_to_dashboard": "Back to your Dashboard",
	"play": "Play",
	"location": "Location",
	"par": "Par",
	"course": "Course",
	"settings": "Settings",
	"id_copy_success": "ID copied to clipboard",
	"account": "Account",
	"your_id": "Your ID is",
	"your_id_info": "Our team uses this ID to identify you, in the Database. Please provide our Team with this id when they ask for it.",
	"update": "Update",
	"current_password": "Current Password",
	"new_password": "New Password",
	"what_is_the_handicap": "The Handicap in Golf is a numerical measure of a golfer's ability, or potential ability, that is used to enable players of different abilities to compete against one another.",
	"current_handicap": "Your current Handicap is",
	"handicap_last_updated": "You've updated your handicap the last time at the {lastUpdateDate}",
	"when_handicap_changed": "When your Handicap has changed you can also update it here, so you can keep track of your Handicap at all times.",
	"enter_new_handicap": "Enter your new Handicap here:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Updated at the",
	"clear_history": "Clear History",
	"measurement_unit": "Measurement Unit",
	"current_measurement_unit": "Your current measurement unit is",
	"select_measurement_unit": "Select your prefered Measurement Unit",
	"appearance": "Appearance",
	"current_theme": "Your currently saved Theme is",
	"select_your_theme": "Select your prefered Theme Setting",
	"dark": "Dark",
	"light": "Light",
	"system": "System",
	"rounded_corners": "Rounded Corners",
	"current_rounded_corner": "Your currently saved Rounded Corners Setting is",
	"select_prefered_rounded_corners": "Select your prefered Rounded Corners Setting",
	"animations": "Animations",
	"current_animation_setting": "Your currently saved Animation Setting is",
	"select_prefered_animation_setting": "Select your prefered Animation Setting",
	"danger_zone": "Danger Zone",
	"account_will_be_gone": "Your Account will be lost forever! (a long time!)",
	"delete_account": "Delete Account",
	"sign_out": "Sign out",
	"contact_us": "Contact Us",
	"follow_us": "Follow Us",
	"explore_more": "Explore More",
	"blog": "Blog",
	"documentation": "Documentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} has saved {games_length, plural, =0 {games} one {1 game} other {# games}}. You can find all of their games <a href=\"/{username}/games\">here</a>.",
	"registration_date": "{username} joined RealGolf.Games on {date}.",
	"public_user_all_time_highscore": "{username}'s all-time highscore is <b>{allTimeValue}</b>, last exceeded on {lastUpdatedDate}.",
	"bio": "Bio",
	"edit_profile": "Edit profile",
	"un_follow": "Unfollow",
	"follow": "Follow",
	"achievements": "Achievements",
	"history": "History",
	"highlights": "Highlights",
	"display_email_public": "Display Email Public",
	"followers": "Followers",
	"following": "Following",
	"pronouns": "Pronouns",
	"socials_one_per_line": "Socials (one per line)",
	"edit_status": "Edit status",
	"busy": "Busy",
	"home": "Home",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Legal",
	"all_rights_reserved": "All rights reserved",
	"github": "GitHub",
	"sign_in": "Sign in",
	"internal_links": "Internal Links",
	"external_sites": "External Sites",
	"sign_up": "Sign Up",
	"all_users": "All Users",
	"no_user_found": "No users found.",
	"must_be_logged_in_to_see_other_users": "You must be logged in to search for other users.",
	"update_name": "Update Name",
	"created_at": "Created at the {date}",
	"delete_game": "Delete Game",
	"users": "Users:",
	"logged_in_as": "You are logged in as <b>{username}</b>",
	"send_message": "Send message",
	"copy_id": "Copy ID",
	"4_winning": "4 Winning",
	"exact": "Exact",
	"precision": "Precision",
	"save": "Save",
	"score_tracker": "Score Tracker",
	"precision_players": "Precision - {teams_length} Players",
	"reset_game": "Reset Game",
	"generate_new_random_number": "Generate Number when range change",
	"distance_to_play": "{capitalizedMeasurementUnit} to play:",
	"distance_played_by": "Distance Played by {color}:",
	"enter": "Enter",
	"4_winning_players": "4 Winning - {teams_length} Players",
	"current_team_turn": "Current Team Turn: {currentTeam_color}",
	"switch_team": "Switch Team",
	"enter_distance": "You can also enter the distance you have played here:",
	"lateral_deviation": "Lateral Deviation",
	"distance": "Distance",
	"number_of_clicks_per_field": "Number Clicks for each Field",
	"first_need_to_hit_a_field": "You first need to hit a field at leats one time",
	"choose_range": "Choose range:",
	"number_of_shots_played": "Number of shots played: {shots}",
	"exact_players": "Exact - {teams_length} Players",
	"number_of_shots_per_teams": "Enter the amount of shots per team:",
	"exact_shots_left": "You have played {clickedCellsCount} of {total_shots} shots, so you have {shots_left} shots left.",
	"game_has_finished": "{name} has been finished",
	"game_can_continue": "{name} can still be continued",
	"no_game_state": "No game state available",
	"public_user_never_played_one_player_precision": "{username} has never played One Player Precision",
	"support": "Support",
	"your_email": "Your Email",
	"subject": "Subject",
	"other": "Other",
	"technical": "Technical",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Message",
	"submit": "Submit"
}
