{
	"ultimate_destination": "La tua destinazione definitiva per esperienze di golf stimolanti e coinvolgenti.",
	"sign_up_button_homepage": "Iscriviti a RealGolf.Games",
	"features_heading_homepage": "Caratteristiche",
	"what_our_user_say": "Cosa dicono i nostri Utenti",
	"user_quote": "Ho appena firmato per RealGolf.Games, e posso già dire che sta andando rivoluzionare come mi piace praticare sulla gamma. È come sbloccare un nuovo livello di divertimento!",
	"first_user": "primo utente",
	"ready_to_take_your_golf_game": "Pronto a portare il vostro gioco di golf al livello successivo?",
	"challenge_during_training": "Se si desidera avere un challange durante l'allenamento o semplicemente vuole essere più motivato andando sul Range e colpire alcune palline, RealGolf. ames è il tuo posto in cui andare.",
	"4Winning_description": "In 4Winning, l'obiettivo è quello di collegare strategicamente quattro pezzi di fila. La nostra versione del gioco presenta una scheda più grande rispetto al layout standard 4x4, con 8 colonne e 9 righe. Le colonne aggiuntive su ogni lato introducono una sfida: i giocatori devono colpire una distanza specifica all'interno della deviazione laterale. Questo aspetto diventa più pronunciato in modalità Argento e sopra, aggiungendo complessità e richiedendo ai giocatori di considerare attentamente le loro mosse.",
	"4Winning_picture_alt": "Tutte le squadre sono legate in Esatto",
	"Exact_description": "Esatto è un gioco in cui l'obiettivo è quello di colpire 100 o al di sotto mentre si ottiene la maggior parte dei punti. I giocatori guadagnano punti in base ai seguenti criteri: Ottenere esattamente 100 metri di premi 5 punti, colpire multipli di dieci guadagna 3 punti, numeri con cifre ripetute punteggio 2 punti. Inoltre, colpire la stessa riga raddoppia i punti guadagnati. Tuttavia, qualsiasi altro numero superiore a 100 o inferiore a 5 comporta una detrazione di 1 punto. Ogni altro numero tra 5 e 100 punteggi 1 punto. La sfida consiste nel bilanciare la precisione con la massimizzazione dei punti per ottenere il punteggio più alto.",
	"Exact_picture_alt": "4La Squadra Rossa vincitrice ha vinto",
	"Precision_description": "La precisione è un gioco in cui l'obiettivo è quello di avvicinarsi il più possibile agli obiettivi. Per ogni metro si perde il bersaglio, si riceverà una detrazione di un punto. Il vincitore del gioco è il giocatore con i punti più alti alla fine. Il gioco si conclude fino a quando un solo giocatore non avrà punti rimanenti. È possibile osservare la distanza necessaria per sparare e la squadra corrente, insieme ai punti rimanenti per ogni squadra.",
	"Precision_picture_alt": "Gioco di precisione",
	"imprint_heading": "Imprint",
	"responsible_according_tmg": "Ai sensi del § 5 TMG (Legge tedesca sulla telematica)",
	"contact": "Contatto",
	"responsible_according_rstv": "Responsabile del contenuto ai sensi del § 55 Abs. 2 RStV",
	"liability_for_content": "Responsabilità per il contenuto",
	"content_for_liability_for_content": "Come fornitore di servizi, siamo responsabili per i nostri contenuti su queste pagine secondo la Sezione 7, Paragrafo 1 della legge tedesca sulla telemedia (TMG). Ai sensi delle §§ da 8 a 10 TMG, tuttavia, noi come fornitore di servizi non siamo obbligati a monitorare le informazioni trasmesse o memorizzate di terzi o a indagare su circostanze che indicano attività illecite.",
	"content_for_liability_for_content_2": "Rimangono impregiudicati gli obblighi di rimuovere o bloccare l'uso delle informazioni secondo le leggi generali. Tuttavia, la responsabilità in materia è possibile solo dal momento in cui è nota una specifica violazione della legge. Non appena veniamo a conoscenza di eventuali violazioni della legge, elimineremo immediatamente questo contenuto.",
	"liability_for_links": "Responsabilità per i link",
	"content_for_liability_for_links": "La nostra offerta contiene link a siti web esterni sui quali non abbiamo alcuna influenza, pertanto non possiamo assumersi alcuna responsabilità per questo contenuto esterno. Il rispettivo fornitore o gestore delle pagine è sempre responsabile per il contenuto delle pagine collegate. Le pagine collegate sono state verificate per eventuali violazioni legali al momento del collegamento. I contenuti illegali non erano riconoscibili al momento del collegamento.",
	"content_for_liability_for_links_2": "Tuttavia, un controllo permanente del contenuto delle pagine collegate non è ragionevole senza prove concrete di un’infrazione. Non appena veniamo a conoscenza di violazioni legali, rimuoveremo immediatamente tali collegamenti.",
	"copyright_imprint": "Copyright",
	"content_for_copyright_imprint": "I contenuti e le opere su queste pagine creati dagli operatori del sito sono soggetti alla legge tedesca sul diritto d'autore. La duplicazione, la modifica, la distribuzione e qualsiasi tipo di sfruttamento al di fuori dei limiti del diritto d'autore richiedono il consenso scritto del rispettivo autore o creatore. I download e le copie di questo sito sono consentiti solo per uso privato e non commerciale.",
	"content_for_copyright_imprint_2": "Nella misura in cui il contenuto di questo sito non è stato creato dall'operatore, i diritti d'autore di terzi sono rispettati. In particolare i contenuti di terzi sono contrassegnati come tali. Nel caso in cui dovessi comunque venire a conoscenza di una violazione del copyright, ti chiediamo di informarci di conseguenza. Non appena saremo consapevoli delle violazioni legali, rimuoveremo immediatamente tali contenuti.",
	"license": "Tutti I Diritti Riservati",
	"country": "Germania",
	"faq_question_1_title": "Come posso creare un account per giocare ai giochi?",
	"faq_answer_1_steps": "Creare un account per giocare a Real Golf è un processo semplice. Seguire questi passaggi per iniziare:",
	"faq_answer_1_step_1_title": "Vai alla pagina di registrazione",
	"faq_answer_1_step_1_description": "Vai alla scheda Registro nella barra di navigazione.",
	"faq_answer_1_step_2_title": "Compila i dettagli della registrazione",
	"faq_answer_1_step_2_description": "Inserisci un'email, un nome e una password, quindi fai clic sul pulsante Registro.",
	"faq_answer_1_step_3_title": "Completa La Registrazione",
	"faq_answer_1_step_3_description": "Verrai reindirizzato automaticamente alla scheda Login. Accedi utilizzando la tua email e la password.",
	"faq_answer_1_step_4_title": "Inizia A Riprodurre",
	"faq_answer_1_step_4_description": "Dopo l'accesso, puoi giocare tutte e tre le partite e salvare i tuoi progressi nel database.",
	"faq_answer_1_conclusion": "Seguendo questi passaggi, creerai un account che ti permette di tuffarti nel mondo del Real Golf e goderti le varie sfide che forniscono. Buon divertimento!",
	"faq_question_2_title": "I giochi sono gratuiti per giocare?",
	"faq_answer_2_content": "Assolutamente! I nostri giochi sono completamente liberi di giocare. Tutto quello che devi fare è creare un account, e avrete accesso a tutte le sfide emozionanti e divertimento che Real Golf ha da offrire. Inizia oggi e goditi i giochi senza alcun costo.",
	"faq_question_3_title": "Posso contribuire nuovi giochi al progetto?",
	"faq_answer_3_steps": "Il tuo input creativo è molto apprezzato! Se hai nuove interessanti idee di gioco, ti invitiamo a partecipare. Ecco come:",
	"faq_answer_3_step_1_title": "Apri un problema su GitHub",
	"faq_answer_3_step_1_description": "Sentitevi liberi di aprire un problema sul nostro repository {github_link} ed etichettarlo con \"gioco\". La tua idea sarà rivista e considerata dal nostro team.",
	"faq_answer_3_step_2_title": "Mandaci Una Email",
	"faq_answer_3_step_2_description": "Puoi anche condividere le tue idee via email a {support_email}. Accogliamo con favore i tuoi suggerimenti e esploreremo con impazienza ciascuno.",
	"faq_answer_3_conclusion": "Per i tuoi preziosi contributi, il tuo nome sarà riconosciuto nel nostro file {contributors} . Le tue idee possono plasmare il futuro del Real Golf, e apprezziamo molto il tuo input. Creiamo esperienze incredibili insieme!",
	"faq_question_4_title": "Come posso segnalare bug o suggerire nuove funzionalità?",
	"faq_answer_4_content_1": "Per segnalare bug, puoi aprire un Problema sul nostro {github_link} ed etichettarlo con \"bug\". In alternativa, puoi inviare una email a {support_email}.",
	"faq_answer_4_content_2": "Per suggerire nuove funzionalità, puoi anche aprire un problema sul nostro {github_link} ed etichettarlo con \"funzionalità. Puoi anche inviare i tuoi suggerimenti via email a {support_email}.",
	"faq_question_5_title": "Il progetto è open source?",
	"faq_answer_5_content": "No, il progetto non è open source. Tuttavia, sei ancora molto lieto di contribuire creando un problema come descritto sopra. <strong>Apprezziamo i tuoi input e suggerimenti!</strong>",
	"faq_question_6_title": "Quanto spesso vengono aggiunti nuovi aggiornamenti o funzionalità?",
	"faq_answer_6_content": "Siate certi, ci impegniamo a fornire un flusso costante di nuovi aggiornamenti e funzionalità emozionanti. Il nostro team è dedicato a migliorare la tua esperienza, e puoi aspettarti frequenti aggiunte per mantenere viva l'eccitazione.",
	"faq_question_7_title": "Posso riprodurre la versione offline su tutti i dispositivi?",
	"faq_answer_7_content": "Assolutamente! La versione offline è progettata per essere accessibile su una vasta gamma di dispositivi. Funziona proprio come un sito web, ed è pre-reso all'apertura per garantire funzionalità senza interruzioni anche quando non c'è connettività di rete. Ciò significa che puoi goderti i giochi su vari dispositivi senza preoccuparti di una connessione di rete.",
	"faq_question_8_title": "Quali linguaggi di programmazione sono utilizzati nel progetto?",
	"faq_answer_8_technologies": "Il nostro progetto è costruito utilizzando una combinazione di tecnologie potenti:",
	"faq_answer_8_sveltekit": "<strong>Sviluppo Frontend:</strong> Utilizziamo il JavaScript Full Stack Framework, {svelte_kit}, insieme a TypeScript e Sass per creare interfacce utente coinvolgenti e dinamiche.",
	"faq_answer_8_mongodb": "<strong>Backend Development:</strong> Per l'aspetto lato server, abbiamo sfruttato le funzionalità di {mongodb} per memorizzare in modo sicuro i dati utente e garantire interazioni fluide.",
	"faq_answer_8_conclusion": "Questo versatile stack tecnologico ci consente di creare un'esperienza utente senza soluzione di continuità e una robusta infrastruttura di backend.",
	"faq_further_questions": "Ulteriori Domande",
	"faq_further_questions_content": "Se hai ulteriori domande, non esitare a contattarci. Basta inviare una email a {support_email} con la tua domanda. Risponderemo prontamente e potremmo anche prendere in considerazione di aggiungere la tua domanda a questa FAQ per aiutare altri utenti.",
	"faq_question_9_title": "Posso cambiare la mia password dopo la registrazione?",
	"faq_answer_9_steps": "Assolutamente! Hai la flessibilità di cambiare la tua password in qualsiasi momento. Ecco come:",
	"faq_answer_9_steps_1": "<strong>Vai alle impostazioni dell'account:</strong> Accedi al tuo account e vai alla scheda \"Account\".",
	"faq_answer_9_steps_2": "<strong>Aggiorna password:</strong> Nella sezione \"Account\", troverai un'opzione per cambiare la password. Inserisci semplicemente la tua nuova password nel campo di input designato.",
	"faq_answer_9_steps_3": "<strong>Salva le modifiche:</strong> Dopo aver inserito la tua nuova password, clicca sul pulsante \"Aggiornamento\" per salvare le modifiche.",
	"faq_answer_9_conclusion": "Seguendo questi passaggi, puoi facilmente aggiornare la tua password e mantenere il tuo account al sicuro.",
	"faq_question_10_title": "Le mie informazioni personali sono sicure e sicure?",
	"faq_answer_10_steps": "Assolutamente. Prendiamo sul serio la sicurezza e la privacy delle tue informazioni personali. <br>Ecco come assicuriamo che i tuoi dati siano al sicuro:",
	"faq_answer_10_steps_1": "<strong>Protezione Password:</strong> La tua password non è memorizzata in un testo chiaro sui nostri server. È sicuro hashed per proteggerne la riservatezza.",
	"faq_answer_10_steps_2": "<strong>Accesso limitato:</strong> La tua password e le tue informazioni personali non sono visualizzabili da nessun membro del team. Implementiamo severi controlli di accesso per garantire che solo il personale autorizzato possa gestire i dati sensibili.",
	"faq_answer_10_conclusion": "Ci impegniamo a mantenere i più elevati standard di sicurezza per salvaguardare le vostre informazioni personali.",
	"download_description": "Qui spiegheremo come aggiungere il sito come App Web Progressiva (PWA) sul tuo dispositivo.",
	"installation_steps_for_safari": "Per installare questo sito come PWA su Safari per iOS:",
	"instalation_safari_step_1": "Tocca l'icona Condividi (il quadrato con una freccia rivolta verso l'alto) nella parte inferiore dello schermo.",
	"instalation_safari_step_2": "Scorrere verso il basso e toccare \"Aggiungi alla schermata iniziale\".",
	"instalation_safari_step_3": "Conferma premendo \"Aggiungi\".",
	"installation_steps_for_chrome": "Per installare questo sito come PWA su Chrome per Android:",
	"instalation_chrome_step_1": "Tocca l'icona del menu a tre punti nell'angolo in alto a destra dello schermo.",
	"instalation_chrome_step_2": "Selezionare \"Aggiungi alla schermata Home\" dal menu.",
	"instalation_chrome_step_3": "Rivedi i dettagli e tocca \"Aggiungi\".",
	"dashboard_welcome": "Benvenuto in \"Real Golf\" {user_name} - la tua destinazione finale per le sfide di golf! Scopri \"4 Winning\", \"Exact\" e \"Precision\" - esperienze di golf accattivanti testate con gli allenatori. <br> Puoi anche salvare i tuoi giochi nel database e visualizzarli nell'Archivio <a href=\"/dashboard/archive\"></a>. Quindi godere di praticare e migliorare le vostre abilità di golf!",
	"one_player_precision_highscore_title": "Highscore Precisione One Player",
	"no_highscore_yet": "Si prega di riprodurre un round di <a href=\"/dashboard/games/Precision/One-Player\">One Player Precision</a> per ottenere un Highscore prima che possa essere visualizzato qui.",
	"daily_highscore": "<b>Il punteggio</b> di oggi è: {dailyValue}, ultimo aggiornamento su {lastUpdatedDate}.",
	"weekly_highscore": "<b>This Week's</b> highscore is: {weeklyValue}, last updated on the {lastUpdatedDate}.",
	"monthly_highscore": "<b>The Month's</b> highscore is: {monthlyValue}, last updated on the {lastUpdatedDate}.",
	"yearly_highscore": "<b>This Year's</b> highscore is: {yearlyValue}, last updated on the {lastUpdatedDate}.",
	"all_time_highscore": "Il tuo punteggio massimo di tutti i tempi è <b>{allTimeValue}</b>, l'ultima volta superato su {lastUpdatedDate}.",
	"latest_game_saved": "L'ultima partita salvata nel database",
	"name_of_game": "Nome del gioco",
	"date_of_play": "Data di gioco",
	"game_associated_with": "Squadra con cui il gioco è associato",
	"see_all_games": "Puoi vedere tutti i tuoi giochi nell'Archivio <a href=\"/dashboard/archive\"></a>.",
	"error_loading_latest_game": "Non hai nessun gioco salvato, gioca a <a href=\"/dashboard/games\">Game</a> e salvalo nel database per vederlo qui",
	"register": "Registrati",
	"email": "E-Mail",
	"password": "Password",
	"verify_password": "Verifica Password",
	"name": "Nome",
	"username": "Username",
	"handicap": "Handicap",
	"might_have_successfully_registered": "Puoi ancora provare ad effettuare il login qui: <a href=\"/login\">Login</a>o aprire la Dashboard <a href=\"/dashboard\"></a>",
	"successfully_registered": "Benvenuto {name}! Ora puoi aprire la Dashboard <a href=\"/dashboard\"></a>.",
	"login": "Accedi",
	"redirecting": "Reindirizzamento",
	"games": "Giochi",
	"public_profile_games_by": "Giochi giocati da {username}",
	"copy_successful": "URL copiato negli appunti!",
	"share_game": "Condividi Partita",
	"open_game": "Apri Partita",
	"no_games_found_for_user": "Nessun gioco trovato per questo utente.",
	"public_game_from": "{game_name} da {user_name}",
	"game_not_found": "Partita non trovata",
	"public_game": "{game_name} salvato su {game_date}",
	"who_user_follows": "Chi {username} sta seguendo",
	"user_follows_no_one": "{username} non sta seguendo nessuno.",
	"users_followers": "Follower Di {user_name}",
	"user_has_no_followers": "{user_name} non ha follower.",
	"tools": "Strumenti",
	"tools_description": "Questo mostra alcuni esempi per il materiale che puoi usare per determinare la lunghezza esatta.",
	"any_simulator": "E qualsiasi tipo di simulatore",
	"info": "Informazioni",
	"info_text": "I giochi sono per i golfisti che vogliono allenare un modo diverso, hai solo bisogno di un tipo di trackman o di un simulatore per determinare la lunghezza esatta. Dopo aver determinato la lunghezza con il trackman (o come). Puoi fare clic sul campo con il numero che hai giocato o inserire il numero nel campo di input. <br /> <b>Divertiti a giocare!</b>",
	"link_to_tools": "Un elenco di alcune cose che possono essere usate può essere trovato <a href=\"/dashboard/tools\">qui</a>.",
	"rules": "Regole",
	"all_rules": "Queste sono tutte le regole per tutti e tre i giochi.",
	"read_carefully": "Per favore, le legga attentamente.",
	"toc": "Tabella di contiene",
	"4_winning_rules": "Le regole del gioco sono abbastanza semplici: è essenzialmente una variazione di quattro di fila. Fare clic sul pulsante corrispondente al campo che si desidera da una distanza. Dopo il primo turno di squadra, la seconda squadra prende il suo turno e clicca su un campo, indipendentemente dal fatto che sia stato scelto da un'altra squadra prima. La squadra attuale è indicata nella parte superiore dell'interfaccia di gioco. Il gioco procede con ogni squadra a turno fino a quando una squadra forma con successo quattro quadrati in una riga o colonna. Se fai clic sullo stesso campo quattro volte di seguito, apparirà un messaggio che ti informerà di questo. Quando una squadra vince, i valori dei campi si resettano, e un nuovo round inizia automaticamente, con le squadre che si alternano. Queste regole si applicano universalmente a tutti i giochi.",
	"exact_rule_1": "Si gioca alternativamente",
	"exact_rule_2": "Fare clic sul campo che hai colpito",
	"exact_rule_3": "Rispetta i livelli",
	"exact_rule_4": "Si applica solo il numero intger",
	"precision_rules": "Lo scopo di questo gioco di golf \"Precision\" è quello di mantenere il maggior numero possibile di punti dai primi 100 punti eseguendo scatti precisi. Per ogni colpo, viene misurata la deviazione della palla dalla distanza bersaglio. <br /> <br /> La precisione è misurata dalla deviazione in {measurement_unit} dalla distanza bersaglio. Più la palla è vicina alla distanza specificata, meno punti saranno detratti. Segue una deduzione di 1 punto per {measurement_unit_without_last_symbol} deviazione dal bersaglio. <br /> <br /> Alla fine del gioco, il giocatore che ha mantenuto il punteggio più alto sui primi 100 punti è dichiarato vincitore. Ciò significa che l'individuo con il punteggio più alto a causa di detrazioni emerge come il vincitore! L'equità e il rispetto verso gli altri giocatori sono di primaria importanza. Assicuratevi di rispettare le regole e l'etichetta del gioco, così come le linee guida del club. <br /> <br /> È possibile rendere il gioco più interessante introducendo ulteriori sfide, come giocare in condizioni climatiche diverse o su vari terreni. Che tu sia un principiante o un golfista esperto, \"Precision\" offre un'opportunità emozionante per dimostrare le tue abilità e precisione. Godetevi il gioco e la compagnia dei vostri colleghi giocatori! <br /> <br /> Sei pronto a perfezionare le tue oscillazioni di golf e mantenere il maggior numero di punti possibile? Giochiamo a \"Precisione\" e scopriamo chi raggiunge il punteggio più alto alla fine!",
	"levels": "Livelli",
	"play_with_levels": "Per giocare con i livelli è opzionale.",
	"bronze": "Bronzo",
	"silver": "Argento",
	"gold": "Oro",
	"platinum": "Platinum",
	"level_bronze": "Si applica solo la lunghezza dello scatto",
	"level_silver": "Si applica il numero di {measurement_unit} e la deviazione laterale.",
	"level_silver_exact": "deviazione laterale viene scelta dai giocatori",
	"level_gold": "I campi possono essere riprodotti solo dopo un preavviso. Il resto è come Argento",
	"level_platinum": "Come l'oro, il tutto con un club.",
	"chat": "Chat",
	"you_are_not_loged_in": "Non sei connesso.",
	"different_modi": "Qui puoi trovare le diverse modalità in cui puoi giocare ai Giochi.",
	"one_player": "Un Giocatore",
	"two_players": "Due Giocatori",
	"three_players": "Tre Giocatori",
	"four_players": "Quattro Giocatori",
	"one_player_description": "Questa versione di {game_name} può essere riprodotta con One Player, Rosso",
	"two_players_description": "Questa versione di {game_name} può essere giocata con due giocatori, Rosso e Blu",
	"three_players_description": "Questa versione di {game_name} può essere giocata con Tre giocatori, Rosso, Blu e Verde",
	"four_players_description": "Questa versione di {game_name} può essere giocata con quattro giocatori, Rosso, Blu, Verde e Arancione",
	"different_modis": "Qui puoi trovare le diverse modalità in cui puoi giocare ai Giochi.",
	"archive": "Archive",
	"total_users_games": "You have saved: {games_length, plural, =0 {games} one {1 game} other {# games}} in the database.",
	"delete_all": "Delete All",
	"search_for_games": "Search a game by name or date",
	"search_games_description": "You can search by dates by the following terms: DD/MM/YYYY or just by Year, Month or Day, to get all values with this parameters",
	"select_team": "Select a Team",
	"all_teams": "All Teams",
	"no_games_found": "No games found for this search.",
	"welcome_to_course_tracker": "Welcome to our Real Golf Score Tracker {user_name}. <br /> Your current Handicap is: <b>{handicap}</b>",
	"site_under_development": "This site is currently under development please come back later. 🏗️🚧",
	"back_to_dashboard": "Back to your Dashboard",
	"play": "Play",
	"location": "Location",
	"par": "Par",
	"course": "Course",
	"settings": "Settings",
	"id_copy_success": "ID copied to clipboard",
	"account": "Account",
	"your_id": "Your ID is",
	"your_id_info": "Our team uses this ID to identify you, in the Database. Please provide our Team with this id when they ask for it.",
	"update": "Update",
	"current_password": "Current Password",
	"new_password": "New Password",
	"what_is_the_handicap": "The Handicap in Golf is a numerical measure of a golfer's ability, or potential ability, that is used to enable players of different abilities to compete against one another.",
	"current_handicap": "Your current Handicap is",
	"handicap_last_updated": "You've updated your handicap the last time at the {lastUpdateDate}",
	"when_handicap_changed": "When your Handicap has changed you can also update it here, so you can keep track of your Handicap at all times.",
	"enter_new_handicap": "Enter your new Handicap here:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Updated at the",
	"clear_history": "Clear History",
	"measurement_unit": "Measurement Unit",
	"current_measurement_unit": "Your current measurement unit is",
	"select_measurement_unit": "Select your prefered Measurement Unit",
	"appearance": "Appearance",
	"current_theme": "Your currently saved Theme is",
	"select_your_theme": "Select your prefered Theme Setting",
	"dark": "Dark",
	"light": "Light",
	"system": "System",
	"rounded_corners": "Rounded Corners",
	"current_rounded_corner": "Your currently saved Rounded Corners Setting is",
	"select_prefered_rounded_corners": "Select your prefered Rounded Corners Setting",
	"animations": "Animations",
	"current_animation_setting": "Your currently saved Animation Setting is",
	"select_prefered_animation_setting": "Select your prefered Animation Setting",
	"danger_zone": "Danger Zone",
	"account_will_be_gone": "Your Account will be lost forever! (a long time!)",
	"delete_account": "Delete Account",
	"sign_out": "Sign out",
	"contact_us": "Contact Us",
	"follow_us": "Follow Us",
	"explore_more": "Explore More",
	"blog": "Blog",
	"documentation": "Documentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} has saved {games_length, plural, =0 {games} one {1 game} other {# games}}. You can find all of their games <a href=\"/{username}/games\">here</a>.",
	"registration_date": "{username} joined RealGolf.Games on {date}.",
	"public_user_all_time_highscore": "{username}'s all-time highscore is <b>{allTimeValue}</b>, last exceeded on {lastUpdatedDate}.",
	"bio": "Bio",
	"edit_profile": "Edit profile",
	"un_follow": "Unfollow",
	"follow": "Follow",
	"achievements": "Achievements",
	"history": "History",
	"highlights": "Highlights",
	"display_email_public": "Display Email Public",
	"followers": "Followers",
	"following": "Following",
	"pronouns": "Pronouns",
	"socials_one_per_line": "Socials (one per line)",
	"edit_status": "Edit status",
	"busy": "Busy",
	"home": "Home",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Legal",
	"all_rights_reserved": "All rights reserved",
	"github": "GitHub",
	"sign_in": "Sign in",
	"internal_links": "Internal Links",
	"external_sites": "External Sites",
	"sign_up": "Sign Up",
	"all_users": "All Users",
	"no_user_found": "No users found.",
	"must_be_logged_in_to_see_other_users": "You must be logged in to search for other users.",
	"update_name": "Update Name",
	"created_at": "Created at the {date}",
	"delete_game": "Delete Game",
	"users": "Users:",
	"logged_in_as": "You are logged in as <b>{username}</b>",
	"send_message": "Send message",
	"copy_id": "Copy ID",
	"4_winning": "4 Winning",
	"exact": "Exact",
	"precision": "Precision",
	"save": "Save",
	"score_tracker": "Score Tracker",
	"precision_players": "Precision - {teams_length} Players",
	"reset_game": "Reset Game",
	"generate_new_random_number": "Generate Number when range change",
	"distance_to_play": "{capitalizedMeasurementUnit} to play:",
	"distance_played_by": "Distance Played by {color}:",
	"enter": "Enter",
	"4_winning_players": "4 Winning - {teams_length} Players",
	"current_team_turn": "Current Team Turn: {currentTeam_color}",
	"switch_team": "Switch Team",
	"enter_distance": "You can also enter the distance you have played here:",
	"lateral_deviation": "Lateral Deviation",
	"distance": "Distance",
	"number_of_clicks_per_field": "Number Clicks for each Field",
	"first_need_to_hit_a_field": "You first need to hit a field at leats one time",
	"choose_range": "Choose range:",
	"number_of_shots_played": "Number of shots played: {shots}",
	"exact_players": "Exact - {teams_length} Players",
	"number_of_shots_per_teams": "Enter the amount of shots per team:",
	"exact_shots_left": "You have played {clickedCellsCount} of {total_shots} shots, so you have {shots_left} shots left.",
	"game_has_finished": "{name} has been finished",
	"game_can_continue": "{name} can still be continued",
	"no_game_state": "No game state available",
	"public_user_never_played_one_player_precision": "{username} has never played One Player Precision",
	"support": "Support",
	"your_email": "Your Email",
	"subject": "Subject",
	"other": "Other",
	"technical": "Technical",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Message",
	"submit": "Submit"
}
