{
	"ultimate_destination": "O seu destino final para experiências de golfe desafiadoras e envolventes.",
	"sign_up_button_homepage": "Inscreva-se para RealGolf.Games",
	"features_heading_homepage": "Funcionalidades",
	"what_our_user_say": "O que nossos usuários dizem",
	"user_quote": "Eu acabei de me inscrever para o RealGolf.Games, e já posso dizer que ele vai revolucionar como eu gosto de praticar no alcance. É como desbloquear um novo nível de diversão!",
	"first_user": "primeiro usuário",
	"ready_to_take_your_golf_game": "Pronto para levar seu jogo de golfe para o próximo nível?",
	"challenge_during_training": "Se você quer ter uma fantasia durante o treinamento, ou apenas quer ficar mais motivado indo para o Alcance e atingindo algumas Bolas, RealGolf. Nome é seu lugar para ir.",
	"4Winning_description": "Em 4Winning, o objetivo é ligar, estrategicamente, quatro peças seguidas. Nossa versão do jogo apresenta um quadro maior que o padrão 4x4, com 8 colunas e 9 linhas. As colunas adicionais de cada lado introduzem um desafio: os jogadores devem atingir uma distância específica dentro do desvio-lateral. Este aspecto torna-se mais pronunciado no Modo Prata e acima, adicionando complexidade e exigindo que os jogadores considerem cuidadosamente seus movimentos.",
	"4Winning_picture_alt": "Todas as equipes estão empatadas no exato",
	"Exact_description": "Exato é um jogo onde o objetivo é atingir 100 ou abaixo enquanto faz a maioria dos pontos. Jogadores ganham pontos com base nos seguintes critérios: Conseguir exatamente 100 metros por prêmio 5 pontos Atingir múltiplos de dez ganha 3 pontos, números com números repetindo pontos 2 pontos. Além disso, atingir a mesma linha dobra os pontos ganhos. No entanto, qualquer outro número superior a 100 ou inferior a 5 resulta numa dedução de 1 ponto. Todos os outros números entre 5 e 100 pontuam 1 ponto. O desafio está em balancear precisão com maximização de pontos para atingir a pontuação mais alta.",
	"Exact_picture_alt": "Equipe Vermelha Vitoriosa ganhou",
	"Precision_description": "Precisão é um jogo onde o objetivo é chegar o mais perto possível dos alvos. Para cada medidor que você erra o alvo, você receberá uma dedução de um ponto. O vencedor do jogo é o jogador com os pontos mais altos do final. A partida termina até que apenas um jogador tenha pontos restantes. Você pode observar a distância que você precisa para atirar e a equipe atual, juntamente com os pontos restantes para cada equipe.",
	"Precision_picture_alt": "Jogo de precisão",
	"imprint_heading": "Imprimir",
	"responsible_according_tmg": "De acordo com £5 TMG (Lei da Telecomunicação Alemã)",
	"contact": "contato",
	"responsible_according_rstv": "Responsável pelo conteúdo de acordo com o &55 Ab. 2 RStV",
	"liability_for_content": "Responsabilidade pelo conteúdo",
	"content_for_liability_for_content": "Como um provedor de serviços, somos responsáveis pelo nosso próprio conteúdo nessas páginas de acordo com a Seção 7, O número 1 da Telemedia Act da Alemanha (TMG). De acordo com §➲ 8 a 10 TMG, no entanto, Nós, como prestador de serviços, não somos obrigados a monitorar informações de terceiros transmitidas ou armazenadas ou a investigar circunstâncias que indiquem atividades ilegais.",
	"content_for_liability_for_content_2": "Obrigações para remover ou bloquear a utilização de informações de acordo com leis gerais não são afetadas. No entanto, a responsabilidade nesta matéria só é possível a partir do momento em que é conhecido o conhecimento de uma infracção específica à lei. Assim que tomarmos consciência de quaisquer violações da lei, removeremos este conteúdo imediatamente.",
	"liability_for_links": "Responsabilidade pelos links",
	"content_for_liability_for_links": "Nossa oferta contém links para sites externos sobre os quais não temos influência. Portanto, não podemos assumir qualquer responsabilidade por este conteúdo externo. O respectivo provedor ou operador das páginas é sempre responsável pelo conteúdo das páginas vinculadas. As páginas ligadas foram verificadas para possíveis violações legais no momento da ligação. O conteúdo ilegal não era reconhecido no momento da ligação.",
	"content_for_liability_for_links_2": "No entanto, um controlo permanente do conteúdo das páginas ligadas não é razoável sem provas concretas de uma infracção. A partir do momento em que tomarmos conhecimento de violações legais, eliminaremos imediatamente essas ligações.",
	"copyright_imprint": "Direitos autorais",
	"content_for_copyright_imprint": "O conteúdo e as obras nestas páginas criadas pelos operadores do sítio estão sujeitos à legislação alemã em matéria de direitos de autor. A duplicação, a edição, a distribuição e qualquer tipo de exploração fora dos limites dos direitos de autor exigem o consentimento escrito do respectivo autor ou criador. Downloads e cópias deste site só são permitidos para uso privado e não comercial.",
	"content_for_copyright_imprint_2": "Na medida em que o conteúdo neste site não foi criado pelo operador, os direitos autorais de terceiros são observados. Em particular, o conteúdo de terceiros é marcado como tal. Se, no entanto, tomar conhecimento de uma violação dos direitos de autor, pedimos-lhe que nos informe em conformidade. Assim que tomarmos conhecimento de violações legais, eliminaremos imediatamente esse conteúdo.",
	"license": "Todos os Direitos Reservados",
	"country": "Alemanha",
	"faq_question_1_title": "Como posso criar uma conta para jogar os jogos?",
	"faq_answer_1_steps": "Criar uma conta para jogar Real Golf é um processo simples. Siga estes passos para começar:",
	"faq_answer_1_step_1_title": "Navegar para a página de registro",
	"faq_answer_1_step_1_description": "Vá para a aba de Registro na barra de navegação.",
	"faq_answer_1_step_2_title": "Preencha os detalhes de registro",
	"faq_answer_1_step_2_description": "Digite um e-mail, nome e senha e, em seguida, clique no botão de registro.",
	"faq_answer_1_step_3_title": "Registro completo",
	"faq_answer_1_step_3_description": "Você será automaticamente redirecionado para a aba Login. Faça o login usando seu e-mail e senha.",
	"faq_answer_1_step_4_title": "Começar a jogar",
	"faq_answer_1_step_4_description": "Após o login, você pode jogar todas as três partidas e salvar o seu progresso no banco de dados.",
	"faq_answer_1_conclusion": "Seguindo estas etapas, você criará uma conta que permite que você mergulhe no mundo do Real Golf e aproveite os vários desafios que eles oferecem. Divirta-se!",
	"faq_question_2_title": "Os jogos são gratuitos para jogar?",
	"faq_answer_2_content": "Absolutamente! Nossos jogos são completamente gratuitos para jogar. Tudo o que você precisa fazer é criar uma conta e você terá acesso a todos os desafios empolgantes e diversão que o Real Golf tem para oferecer. Comece hoje mesmo e aproveite os jogos sem qualquer custo.",
	"faq_question_3_title": "Posso contribuir com novos Jogos para o projeto?",
	"faq_answer_3_steps": "Sua entrada criativa é muito valiosa! Se você tiver novas ideias de jogo interessantes, nós o incentivamos a participar. Veja como:",
	"faq_answer_3_step_1_title": "Abrir uma Solicitação no GitHub",
	"faq_answer_3_step_1_description": "Sinta-se à vontade para abrir uma issue em nosso repositório {github_link} e rotulá-lo com \"jogo\". Sua ideia será revisada e considerada pela nossa equipe.",
	"faq_answer_3_step_2_title": "Envie-nos um email",
	"faq_answer_3_step_2_description": "Você também pode compartilhar suas idéias por email para {support_email}. Saudamos suas sugestões e iremos explorar cada uma com grande interesse.",
	"faq_answer_3_conclusion": "Para suas contribuições valiosas, seu nome será reconhecido no arquivo {contributors} . Suas ideias podem moldar o futuro do Real Golf, e nós apreciamos muito sua contribuição. Vamos criar experiências incríveis juntos!",
	"faq_question_4_title": "Como posso relatar bugs ou sugerir novos recursos?",
	"faq_answer_4_content_1": "Para relatar erros, você pode abrir uma Issue em nosso {github_link} e rotulá-lo com \"bug\". Como alternativa, você pode enviar um e-mail para {support_email}.",
	"faq_answer_4_content_2": "Para sugerir novas funcionalidades, você também pode abrir uma issue em nosso {github_link} e rotulá-lo com \"funcionalidade\". Você também pode enviar suas sugestões por e-mail para {support_email}.",
	"faq_question_5_title": "O projeto é de código aberto?",
	"faq_answer_5_content": "Não, o projeto não é de código aberto. No entanto, você ainda é bem-vindo para contribuir criando uma Issue conforme descrito acima. <strong>Agradecemos sua entrada e sugestões!</strong>",
	"faq_question_6_title": "Com que frequência são adicionadas novas atualizações ou recursos?",
	"faq_answer_6_content": "Fique tranquilo, estamos comprometidos em fornecer um fluxo constante de novas atualizações e recursos emocionantes. Nossa equipe é dedicada para melhorar sua experiência, e você pode esperar adições frequentes para manter a emoção viva.",
	"faq_question_7_title": "Posso reproduzir a versão offline em todos os dispositivos?",
	"faq_answer_7_content": "Absolutamente! A versão offline é projetada para ser acessível em uma ampla gama de dispositivos. Ele funciona como um site, e é pré-renderizado ao abrir para garantir uma funcionalidade perfeita mesmo quando não há conectividade com a rede. Isso significa que você pode desfrutar de jogos em vários dispositivos sem se preocupar com uma conexão com a rede.",
	"faq_question_8_title": "Que linguagens de programação são usadas no projeto?",
	"faq_answer_8_technologies": "Nosso projeto é construído usando uma combinação de tecnologias poderosas:",
	"faq_answer_8_sveltekit": "<strong>Desenvolvimento Frontend:</strong> Nós utilizamos o JavaScript Full Stack Framework, {svelte_kit}, junto com TypeScript e Sass para criar interfaces de usuário dinâmicas e envolventes.",
	"faq_answer_8_mongodb": "<strong>Backend Development:</strong> For the server-side aspect, we've harnessed the capabilities of {mongodb} to securely store user data and ensure smooth interactions.",
	"faq_answer_8_conclusion": "Esta versátil pilha tecnológica nos capacita para criar uma experiência de usuário ininterrupta e uma sólida infraestrutura de backend.",
	"faq_further_questions": "Outras perguntas",
	"faq_further_questions_content": "Se você tiver alguma dúvida adicional, não hesite em entrar em contato conosco. Basta enviar um email para {support_email} com a sua pergunta. Nós responderemos prontamente e até podemos considerar adicionar sua pergunta a este FAQ para ajudar outros usuários.",
	"faq_question_9_title": "Posso alterar minha senha após o registro?",
	"faq_answer_9_steps": "Com certeza! Você tem a flexibilidade de alterar sua senha a qualquer momento. Veja como:",
	"faq_answer_9_steps_1": "<strong>Navegue até as configurações de conta:</strong> Inicie a sessão na sua conta e vá para a guia \"Conta\".",
	"faq_answer_9_steps_2": "<strong>Update Password:</strong> In the \"Account\" section, you'll find an option to change your password. Simply enter your new password in the designated input field.",
	"faq_answer_9_steps_3": "U<strong>Salvar as alterações:</strong> Depois de inserir sua nova senha, clique no botão \"Atualizar\" para salvar suas alterações.",
	"faq_answer_9_conclusion": "Seguindo estes passos, você pode atualizar sua senha facilmente e manter sua conta segura.",
	"faq_question_10_title": "As minhas Informações Pessoais são seguras e seguras?",
	"faq_answer_10_steps": "Absolutely. We take the security and privacy of your personal information seriously. <br>Here's how we ensure your data is safe:",
	"faq_answer_10_steps_1": "<strong>Proteção de Senha:</strong> Sua senha não é armazenada em texto limpo em nossos servidores. Ela é hashed com segurança para proteger a confidencialidade.",
	"faq_answer_10_steps_2": "<strong>Limited Access:</strong> Your password and personal information are not viewable by any team member. We implement strict access controls to ensure only authorized personnel can handle sensitive data.",
	"faq_answer_10_conclusion": "Estamos comprometidos a manter os mais altos padrões de segurança para proteger suas informações pessoais.",
	"download_description": "Aqui explicaremos como adicionar o site como um App Web Progressivo (PWA) no seu dispositivo.",
	"installation_steps_for_safari": "Para instalar este site como um PWA no Safari para iOS:",
	"instalation_safari_step_1": "Toque no ícone Compartilhar (o quadrado com uma seta apontando para cima) na parte inferior da tela.",
	"instalation_safari_step_2": "Role para baixo e toque em \"Adicionar à tela inicial\".",
	"instalation_safari_step_3": "Confirme tocando em \"Adicionar\".",
	"installation_steps_for_chrome": "Para instalar este site como um PWA no Chrome para Android:",
	"instalation_chrome_step_1": "Toque no ícone de menu de três pontos no canto superior direito da tela.",
	"instalation_chrome_step_2": "Selecione \"Adicionar à Tela inicial\" no menu.",
	"instalation_chrome_step_3": "Revise os detalhes e toque em \"Adicionar\".",
	"dashboard_welcome": "Bem-vindo ao \"Real Golf\" {user_name} - seu destino final para desafios de golfe! Descubra \"4 Ganhos\", \"Exact\" e \"Precisão\" - experiências de golfe testadas com treinadores. <br> Você também pode salvar os seus jogos no Banco de Dados e visualizá-los no <a href=\"/dashboard/archive\">Archive</a>. Então pratique e melhore suas habilidades de golfe!",
	"one_player_precision_highscore_title": "Realce de Precisão de um jogador",
	"no_highscore_yet": "Por favor, primeiro jogue uma rodada de <a href=\"/dashboard/games/Precision/One-Player\">One Player Precision</a> para obter um recorde antes que ele possa ser exibido aqui.",
	"daily_highscore": "<b>Today's</b> highscore is: {dailyValue}, last updated on the {lastUpdatedDate}.",
	"weekly_highscore": "<b>O recorte</b> desta semana é: {weeklyValue}, última atualização no {lastUpdatedDate}.",
	"monthly_highscore": "<b>O recorte</b> deste mês é: {monthlyValue}, última atualização no {lastUpdatedDate}.",
	"yearly_highscore": "<b>This Year's</b> highscore is: {yearlyValue}, last updated on the {lastUpdatedDate}.",
	"all_time_highscore": "Sua pontuação inicial é <b>{allTimeValue}</b>, última excedida em {lastUpdatedDate}.",
	"latest_game_saved": "O último jogo que você salvou no banco de dados",
	"name_of_game": "Nome do Jogo",
	"date_of_play": "Data de jogo",
	"game_associated_with": "Time em que o jogo está associado",
	"see_all_games": "Você pode ver todos os seus jogos no <a href=\"/dashboard/archive\">Archive</a>.",
	"error_loading_latest_game": "Você não tem nenhum jogo salvo, jogue um <a href=\"/dashboard/games\">Jogo</a> e salve-o no Banco de Dados para vê-lo aqui",
	"register": "Cadastrar",
	"email": "E-mail",
	"password": "Palavra-passe",
	"verify_password": "Verificar senha",
	"name": "Nome:",
	"username": "Usuário:",
	"handicap": "Handicap",
	"might_have_successfully_registered": "Você ainda pode tentar fazer login aqui: <a href=\"/login\">Login</a>, ou abra o <a href=\"/dashboard\">Dashboard</a>",
	"successfully_registered": "Bem-vindo {name}! Agora você pode abrir o Painel <a href=\"/dashboard\"></a>.",
	"login": "Conectar-se",
	"redirecting": "Redirecionando",
	"games": "Partidas",
	"public_profile_games_by": "Partidas jogadas por {username}",
	"copy_successful": "URL copiada para área de transferência!",
	"share_game": "Compartilhar jogo",
	"open_game": "Abrir jogo",
	"no_games_found_for_user": "Nenhum jogo encontrado para este usuário.",
	"public_game_from": "{game_name} from {user_name}",
	"game_not_found": "Jogo não encontrado",
	"public_game": "{game_name} salvo em {game_date}",
	"who_user_follows": "Quem {username} está seguindo",
	"user_follows_no_one": "{username} não está seguindo ninguém.",
	"users_followers": "{user_name}Seguidor",
	"user_has_no_followers": "{user_name} não tem seguidores.",
	"tools": "Ferramentas",
	"tools_description": "Isso mostra alguns exemplos para o material que você pode usar para determinar o comprimento exato.",
	"any_simulator": "E qualquer tipo de simulador",
	"info": "Informações",
	"info_text": "Os jogos são para jogadores que querem treinar de maneira diferente. você só precisa de um tipo de rastreador ou um simulador para determinar o comprimento exato. Depois de ter determinado o comprimento com seu rastreador (ou semelhante). Você pode clicar no campo com o número que você jogou ou digitar o número no campo de entrada. <br /> <b>Divirta-se jogando!</b>",
	"link_to_tools": "Uma lista de algumas coisas que podem ser usadas pode ser encontrada <a href=\"/dashboard/tools\">aqui</a>.",
	"rules": "Regras",
	"all_rules": "Essas são todas regras para os três jogos.",
	"read_carefully": "Por favor, leia-os atentamente.",
	"toc": "Tabela de Contém",
	"4_winning_rules": "As regras do jogo são bem simples — é essencialmente uma variação de quatro em linha. Clique no botão correspondente ao campo que deseja a partir de uma distância. Após a primeira vez da equipe, a segunda equipe ganha sua vez e clica em um campo, independente se foi escolhida por outra equipe antes. O time atual é indicado no topo da interface do jogo. O jogo prossegue com cada equipe em turnos até um time formar quatro quadrados com sucesso em uma linha ou coluna. Se você clicar no mesmo campo quatro vezes seguidas, uma mensagem aparecerá notificando você disso. Quando uma equipe ganha, os valores dos campos são redefinidos, e uma nova rodada começa automaticamente, com as equipes mudando. Essas regras se aplicam universalmente a todos os jogos.",
	"exact_rule_1": "É jogado alternadamente",
	"exact_rule_2": "Clique no campo que você acertou",
	"exact_rule_3": "Respeite os níveis",
	"exact_rule_4": "Somente o número intger se aplica",
	"precision_rules": "The aim of this golf game \"Precision\" is to retain as many points as possible out of the initial 100 points by executing precise shots. For each shot, the deviation of the ball from the target distance is measured. <br /> <br /> Precision is measured by the deviation in {measurement_unit} from the target distance. The closer the ball is to the specified distance, the fewer points will be deducted. It follows a deduction of 1 point per {measurement_unit_without_last_symbol} deviation from the target. <br /> <br /> At the end of the game, the player who has retained the highest score out of the initial 100 points is declared the winner. This means that the individual with the highest score due to deductions emerges as the victor! Fairness and respect towards other players are paramount. Be sure to adhere to the rules and etiquette of the game, as well as the guidelines of the club. <br /> <br /> You can make the game more interesting by introducing additional challenges, such as playing in different weather conditions or on various terrains. Whether you are a novice or an experienced golfer, \"Precision\" offers an exciting opportunity to demonstrate your skills and precision. Enjoy the game and the company of your fellow players! <br /> <br /> Are you ready to perfect your golf swings and retain as many points as possible? Let's play \"Precision\" and find out who achieves the highest score at the end!",
	"levels": "Níveis",
	"play_with_levels": "Jogar com os níveis é opcional.",
	"bronze": "Bronze",
	"silver": "Prata",
	"gold": "Dourado",
	"platinum": "Platinum",
	"level_bronze": "Só se aplica o comprimento da captura",
	"level_silver": "O número de {measurement_unit} e o desvio lateral se aplicam.",
	"level_silver_exact": "desvio lateral é escolhido pelos jogadores",
	"level_gold": "Campos só podem ser reproduzidos após anúncio prévio. O resto é como Prata",
	"level_platinum": "Como ouro, tudo com um clube.",
	"chat": "Bate-papo",
	"you_are_not_loged_in": "Você não está logado.",
	"different_modi": "Aqui você pode encontrar o modi diferente que você pode jogar.",
	"one_player": "Um Jogador",
	"two_players": "Dois jogadores",
	"three_players": "Três jogadores",
	"four_players": "Quatro Jogadores",
	"one_player_description": "Esta versão do {game_name} pode ser jogada com um jogador, Red",
	"two_players_description": "Esta versão do {game_name} pode ser jogada com Dois Jogadores, Vermelho e Azul",
	"three_players_description": "Esta versão do {game_name} pode ser jogada com Três jogadores, Vermelhos, Azul e Verde",
	"four_players_description": "Esta versão do {game_name} pode ser reproduzida com os quatro jogadores, Red, Azul, Verde e Laranja",
	"different_modis": "Aqui você pode encontrar o modi diferente que você pode jogar.",
	"archive": "Archive",
	"total_users_games": "You have saved: {games_length, plural, =0 {games} one {1 game} other {# games}} in the database.",
	"delete_all": "Delete All",
	"search_for_games": "Search a game by name or date",
	"search_games_description": "You can search by dates by the following terms: DD/MM/YYYY or just by Year, Month or Day, to get all values with this parameters",
	"select_team": "Select a Team",
	"all_teams": "All Teams",
	"no_games_found": "No games found for this search.",
	"welcome_to_course_tracker": "Welcome to our Real Golf Score Tracker {user_name}. <br /> Your current Handicap is: <b>{handicap}</b>",
	"site_under_development": "This site is currently under development please come back later. 🏗️🚧",
	"back_to_dashboard": "Back to your Dashboard",
	"play": "Play",
	"location": "Location",
	"par": "Par",
	"course": "Course",
	"settings": "Settings",
	"id_copy_success": "ID copied to clipboard",
	"account": "Account",
	"your_id": "Your ID is",
	"your_id_info": "Our team uses this ID to identify you, in the Database. Please provide our Team with this id when they ask for it.",
	"update": "Update",
	"current_password": "Current Password",
	"new_password": "New Password",
	"what_is_the_handicap": "The Handicap in Golf is a numerical measure of a golfer's ability, or potential ability, that is used to enable players of different abilities to compete against one another.",
	"current_handicap": "Your current Handicap is",
	"handicap_last_updated": "You've updated your handicap the last time at the {lastUpdateDate}",
	"when_handicap_changed": "When your Handicap has changed you can also update it here, so you can keep track of your Handicap at all times.",
	"enter_new_handicap": "Enter your new Handicap here:",
	"handicap_hstory": "Handicap History",
	"updated_at_the": "Updated at the",
	"clear_history": "Clear History",
	"measurement_unit": "Measurement Unit",
	"current_measurement_unit": "Your current measurement unit is",
	"select_measurement_unit": "Select your prefered Measurement Unit",
	"appearance": "Appearance",
	"current_theme": "Your currently saved Theme is",
	"select_your_theme": "Select your prefered Theme Setting",
	"dark": "Dark",
	"light": "Light",
	"system": "System",
	"rounded_corners": "Rounded Corners",
	"current_rounded_corner": "Your currently saved Rounded Corners Setting is",
	"select_prefered_rounded_corners": "Select your prefered Rounded Corners Setting",
	"animations": "Animations",
	"current_animation_setting": "Your currently saved Animation Setting is",
	"select_prefered_animation_setting": "Select your prefered Animation Setting",
	"danger_zone": "Danger Zone",
	"account_will_be_gone": "Your Account will be lost forever! (a long time!)",
	"delete_account": "Delete Account",
	"sign_out": "Sign out",
	"contact_us": "Contact Us",
	"follow_us": "Follow Us",
	"explore_more": "Explore More",
	"blog": "Blog",
	"documentation": "Documentation",
	"golfrules": "Golfrules",
	"public_games_link": "{username} has saved {games_length, plural, =0 {games} one {1 game} other {# games}}. You can find all of their games <a href=\"/{username}/games\">here</a>.",
	"registration_date": "{username} joined RealGolf.Games on {date}.",
	"public_user_all_time_highscore": "{username}'s all-time highscore is <b>{allTimeValue}</b>, last exceeded on {lastUpdatedDate}.",
	"bio": "Bio",
	"edit_profile": "Edit profile",
	"un_follow": "Unfollow",
	"follow": "Follow",
	"achievements": "Achievements",
	"history": "History",
	"highlights": "Highlights",
	"display_email_public": "Display Email Public",
	"followers": "Followers",
	"following": "Following",
	"pronouns": "Pronouns",
	"socials_one_per_line": "Socials (one per line)",
	"edit_status": "Edit status",
	"busy": "Busy",
	"home": "Home",
	"download": "Download",
	"dashboard": "Dashboard",
	"faq": "FAQ",
	"legal": "Legal",
	"all_rights_reserved": "All rights reserved",
	"github": "GitHub",
	"sign_in": "Sign in",
	"internal_links": "Internal Links",
	"external_sites": "External Sites",
	"sign_up": "Sign Up",
	"all_users": "All Users",
	"no_user_found": "No users found.",
	"must_be_logged_in_to_see_other_users": "You must be logged in to search for other users.",
	"update_name": "Update Name",
	"created_at": "Created at the {date}",
	"delete_game": "Delete Game",
	"users": "Users:",
	"logged_in_as": "You are logged in as <b>{username}</b>",
	"send_message": "Send message",
	"copy_id": "Copy ID",
	"4_winning": "4 Winning",
	"exact": "Exact",
	"precision": "Precision",
	"save": "Save",
	"score_tracker": "Score Tracker",
	"precision_players": "Precision - {teams_length} Players",
	"reset_game": "Reset Game",
	"generate_new_random_number": "Generate Number when range change",
	"distance_to_play": "{capitalizedMeasurementUnit} to play:",
	"distance_played_by": "Distance Played by {color}:",
	"enter": "Enter",
	"4_winning_players": "4 Winning - {teams_length} Players",
	"current_team_turn": "Current Team Turn: {currentTeam_color}",
	"switch_team": "Switch Team",
	"enter_distance": "You can also enter the distance you have played here:",
	"lateral_deviation": "Lateral Deviation",
	"distance": "Distance",
	"number_of_clicks_per_field": "Number Clicks for each Field",
	"first_need_to_hit_a_field": "You first need to hit a field at leats one time",
	"choose_range": "Choose range:",
	"number_of_shots_played": "Number of shots played: {shots}",
	"exact_players": "Exact - {teams_length} Players",
	"number_of_shots_per_teams": "Enter the amount of shots per team:",
	"exact_shots_left": "You have played {clickedCellsCount} of {total_shots} shots, so you have {shots_left} shots left.",
	"game_has_finished": "{name} has been finished",
	"game_can_continue": "{name} can still be continued",
	"no_game_state": "No game state available",
	"public_user_never_played_one_player_precision": "{username} has never played One Player Precision",
	"support": "Support",
	"your_email": "Your Email",
	"subject": "Subject",
	"other": "Other",
	"technical": "Technical",
	"bug": "Bug",
	"feature_request": "Feature",
	"message": "Message",
	"submit": "Submit"
}
